[
	{
		"id": 0,
		"title": "A compact device sustains a fluid of bosons",
		"desc": "A device that generates exotic fluids of particles at equilibrium conditions and high temperatures could have applications ranging from low-loss electrical cables to memory storage.  Possible superfluid state created with a neat set-up.",
		"link": "https://www.nature.com/articles/d41586-021-02876-x"
	},
	{
		"id": 1,
		"title": "UK research funding to grow slower than hoped",
		"desc": "Budget includes Horizon Europe funding, but worries about access linger.  Budget includes Horizon Europe funding, but worries about access linger.",
		"link": "https://www.nature.com/articles/d41586-021-02972-y"
	},
	{
		"id": 2,
		"title": "Machine learning enables global solar-panel detection",
		"desc": "An inventory of the world’s solar-panel installations has been produced with the help of machine learning, revealing many more than had previously been recorded. The results will inform efforts to meet global targets for solar-energy use.  An inventory of the world’s photovoltaic installations.",
		"link": "https://www.nature.com/articles/d41586-021-02875-y"
	},
	{
		"id": 3,
		"title": "India: draft science policy calls for public engagement",
		"desc": " Letter to the Editor",
		"link": "https://www.nature.com/articles/d41586-021-00861-y?referral=true"
	},
	{
		"id": 4,
		"title": "A massive effort links protein-coding gene variants to health",
		"desc": "The protein-coding portions of more than 450,000 individuals’ genomes have been sequenced, and analysed together with the individuals’ health data, revealing rare and common gene variants linked to various health-related traits.  Almost 9,000 gene–phenotype associations found using UK Biobank data.",
		"link": "https://www.nature.com/articles/d41586-021-02873-0"
	},
	{
		"id": 5,
		"title": "The COVID pandemic must lead to tuberculosis vaccines",
		"desc": "The coronavirus crisis has halted decades of progress on TB. But the speed of COVID vaccines shows there can still be hope for advances against neglected diseases.  The coronavirus crisis has halted decades of progress on TB. But the speed of COVID vaccines shows there can still be hope for advances against neglected diseases.",
		"link": "https://www.nature.com/articles/d41586-021-02892-x"
	},
	{
		"id": 6,
		"title": "From the archive",
		"desc": "Nature’s pages feature musings about the value of studying wetlands, and a report of the excavation of an ancient city in Sicily.  The value of studying wetlands, and the excavation of an ancient city in Sicily.",
		"link": "https://www.nature.com/articles/d41586-021-02877-w"
	},
	{
		"id": 7,
		"title": "Bryozoan fossils found at last in deposits from the Cambrian period",
		"desc": "Molecular evidence has long indicated that aquatic animals called bryozoans should be found among the fossils of the Cambrian period, around 541 million years ago. Yet they have been conspicuously absent, until now.  The discovery of elusive fossils provides insight into animal evolution.",
		"link": "https://www.nature.com/articles/d41586-021-02874-z"
	},
	{
		"id": 8,
		"title": "Safeguarding dialysis services during the COVID-19 pandemic",
		"desc": "Interruptions to dialysis services in resource-limited settings, like India, amidst the COVID-19 pandemic has highlighted our ill-preparedness. We need alternative plans to safeguard the provision of this life-sustaining treatment and protect our vulnerable patients.",
		"link": "https://www.nature.com/articles/s41581-021-00448-w?referral=true"
	},
	{
		"id": 9,
		"title": "A human-specific modifier of cortical connectivity and circuit function",
		"desc": "The cognitive abilities that characterize humans are thought to emerge from unique features of the cortical circuit architecture of the human brain, which include increased cortico–cortical connectivity. However, the evolutionary origin of these changes in connectivity and how they affected cortical circuit function and behaviour are currently unknown. The human-specific gene duplication SRGAP2C emerged in the ancestral genome of the Homo lineage before the major phase of increase in brain size1,2. SRGAP2C expression in mice increases the density of excitatory and inhibitory synapses received by layer 2/3 pyramidal neurons (PNs)3–5. Here we show that the increased number of excitatory synapses received by layer 2/3 PNs induced by SRGAP2C expression originates from a specific increase in local and long-range cortico–cortical connections. Mice humanized for SRGAP2C expression in all cortical PNs displayed a shift in the fraction of layer 2/3 PNs activated by sensory stimulation and an enhanced ability to learn a cortex-dependent sensory-discrimination task. Computational modelling revealed that the increased layer 4 to layer 2/3 connectivity induced by SRGAP2C expression explains some of the key changes in sensory coding properties. These results suggest that the emergence of SRGAP2C at the birth of the Homo lineage contributed to the evolution of specific structural and functional features of cortical circuits in the human cortex. The human-specific gene duplication SRGAP2C is identified as a modifier of structural and functional features of cortical circuits leading to improved behavioural performance that may have allowed the emergence of cognitive properties characterizing the human brain.",
		"link": "https://www.nature.com/articles/s41586-021-04039-4"
	},
	{
		"id": 10,
		"title": "SLC25A39 is necessary for mitochondrial glutathione import in mammalian cells",
		"desc": "Glutathione (GSH) is a small-molecule thiol that is abundant in all eukaryotes and has key roles in oxidative metabolism1. Mitochondria, as the major site of oxidative reactions, must maintain sufficient levels of GSH to perform protective and biosynthetic functions2. GSH is synthesized exclusively in the cytosol, yet the molecular machinery involved in mitochondrial GSH import remains unknown. Here, using organellar proteomics and metabolomics approaches, we identify SLC25A39, a mitochondrial membrane carrier of unknown function, as a regulator of GSH transport into mitochondria. Loss of SLC25A39 reduces mitochondrial GSH import and abundance without affecting cellular GSH levels. Cells lacking both SLC25A39 and its paralogue SLC25A40 exhibit defects in the activity and stability of proteins containing iron–sulfur clusters. We find that mitochondrial GSH import is necessary for cell proliferation in vitro and red blood cell development in mice. Heterologous expression of an engineered bifunctional bacterial GSH biosynthetic enzyme (GshF) in mitochondria enables mitochondrial GSH production and ameliorates the metabolic and proliferative defects caused by its depletion. Finally, GSH availability negatively regulates SLC25A39 protein abundance, coupling redox homeostasis to mitochondrial GSH import in mammalian cells. Our work identifies SLC25A39 as an essential and regulated component of the mitochondrial GSH-import machinery. SLC25A39 and its paralogue SLC25A40 have redundant roles in the import of glutathione into mitochondria of mammalian cells.",
		"link": "https://www.nature.com/articles/s41586-021-04025-w"
	},
	{
		"id": 11,
		"title": "The unexpected ancestry of Inner Asian mummies",
		"desc": "The genomes of Bronze Age mummies from the Tarim Basin in northwest China suggest that these individuals were descended from an ancient Asian population that was genetically isolated, despite extensive cultural interactions in the region.  Ancient genomes offer clues to the ancestry of Bronze Age mummies.",
		"link": "https://www.nature.com/articles/d41586-021-02872-1"
	},
	{
		"id": 12,
		"title": "AKIRIN2 controls the nuclear import of proteasomes in vertebrates",
		"desc": "Protein expression and turnover are controlled through a complex interplay of transcriptional, post-transcriptional and post-translational mechanisms to enable spatial and temporal regulation of cellular processes. To systematically elucidate such gene regulatory networks, we developed a CRISPR screening assay based on time-controlled Cas9 mutagenesis, intracellular immunostaining and fluorescence-activated cell sorting that enables the identification of regulatory factors independent of their effects on cellular fitness. We pioneered this approach by systematically probing the regulation of the transcription factor MYC, a master regulator of cell growth1–3. Our screens uncover a highly conserved protein, AKIRIN2, that is essentially required for nuclear protein degradation. We found that AKIRIN2 forms homodimers that directly bind to fully assembled 20S proteasomes to mediate their nuclear import. During mitosis, proteasomes are excluded from condensing chromatin and re-imported into newly formed daughter nuclei in a highly dynamic, AKIRIN2-dependent process. Cells undergoing mitosis in the absence of AKIRIN2 become devoid of nuclear proteasomes, rapidly causing accumulation of MYC and other nuclear proteins. Collectively, our study reveals a dedicated pathway controlling the nuclear import of proteasomes in vertebrates and establishes a scalable approach to decipher regulators in essential cellular processes. Using time-controlled CRISPR screens, the authors identify AKIRIN2 as a factor involved in the nuclear import of the proteasome.",
		"link": "https://www.nature.com/articles/s41586-021-04035-8"
	},
	{
		"id": 13,
		"title": "India, Brazil and the human cost of sidelining science",
		"desc": "Governments that ignore or delay acting on scientific advice are missing out on a crucial opportunity to control the pandemic.  Governments that ignore or delay acting on scientific advice are missing out on a crucial opportunity to control the pandemic.",
		"link": "https://www.nature.com/articles/d41586-021-01166-w?referral=true"
	},
	{
		"id": 14,
		"title": "Dispatched uses Na+ flux to power release of lipid-modified Hedgehog",
		"desc": "The Dispatched protein, which is related to the NPC1 and PTCH1 cholesterol transporters1,2 and to H+-driven transporters of the RND family3,4, enables tissue-patterning activity of the lipid-modified Hedgehog protein by releasing it from tightly -localized sites of embryonic expression5–10. Here we determine a cryo-electron microscopy structure of the mouse protein Dispatched homologue 1 (DISP1), revealing three Na+ ions coordinated within a channel that traverses its transmembrane domain. We find that the rate of Hedgehog export is dependent on the Na+ gradient across the plasma membrane. The transmembrane channel and Na+ binding are disrupted in DISP1-NNN, a variant with asparagine substitutions for three intramembrane aspartate residues that each coordinate and neutralize the charge of one of the three Na+ ions. DISP1-NNN and variants that disrupt single Na+ sites retain binding to, but are impaired in export of the lipid-modified Hedgehog protein to the SCUBE2 acceptor. Interaction of the amino-terminal signalling domain of the Sonic hedgehog protein (ShhN) with DISP1 occurs via an extensive buried surface area and contacts with an extended furin-cleaved DISP1 arm. Variability analysis reveals that ShhN binding is restricted to one extreme of a continuous series of DISP1 conformations. The bound and unbound DISP1 conformations display distinct Na+-site occupancies, which suggests a mechanism by which transmembrane Na+ flux may power extraction of the lipid-linked Hedgehog signal from the membrane. Na+-coordinating residues in DISP1 are conserved in PTCH1 and other metazoan RND family members, suggesting that Na+ flux powers their conformationally driven activities. Cryo-electron microscopy studies show that dynamic coordination of Na+ in the ion channel of Dispatched homologue 1 and the transmembrane Na+ gradient have key roles in exporting lipid-modified Hedgehog protein signal.",
		"link": "https://www.nature.com/articles/s41586-021-03996-0"
	},
	{
		"id": 15,
		"title": "Disease variant prediction with deep generative models of evolutionary data",
		"desc": "Quantifying the pathogenicity of protein variants in human disease-related genes would have a marked effect on clinical decisions, yet the overwhelming majority (over 98%) of these variants still have unknown consequences1–3. In principle, computational methods could support the large-scale interpretation of genetic variants. However, state-of-the-art methods4–10 have relied on training machine learning models on known disease labels. As these labels are sparse, biased and of variable quality, the resulting models have been considered insufficiently reliable11. Here we propose an approach that leverages deep generative models to predict variant pathogenicity without relying on labels. By modelling the distribution of sequence variation across organisms, we implicitly capture constraints on the protein sequences that maintain fitness. Our model EVE (evolutionary model of variant effect) not only outperforms computational approaches that rely on labelled data but also performs on par with, if not better than, predictions from high-throughput experiments, which are increasingly used as evidence for variant classification12–16. We predict the pathogenicity of more than 36 million variants across 3,219 disease genes and provide evidence for the classification of more than 256,000 variants of unknown significance. Our work suggests that models of evolutionary information can provide valuable independent evidence for variant interpretation that will be widely useful in research and clinical settings. A new computational method, EVE, classifies human genetic variants in disease genes using deep generative models trained solely on evolutionary sequences.",
		"link": "https://www.nature.com/articles/s41586-021-04043-8"
	},
	{
		"id": 16,
		"title": "Call for a framework for reporting evidence for life beyond Earth",
		"desc": "Our generation could realistically be the one to discover evidence of life beyond Earth. With this privileged potential comes responsibility. The magnitude of the question of whether we are alone in the Universe, and the public interest therein, opens the possibility that results may be taken to imply more than the observations support, or than the observers intend. As life-detection objectives become increasingly prominent in space sciences, it is essential to open a community dialogue about how to convey information in a subject matter that is diverse, complicated and has a high potential to be sensationalized. Establishing best practices for communicating about life detection can serve to set reasonable expectations on the early stages of a hugely challenging endeavour, attach value to incremental steps along the path, and build public trust by making clear that false starts and dead ends are an expected and potentially productive part of the scientific process. Here we endeavour to motivate and seed the discussion with basic considerations and offer an example of how such considerations might be incorporated and applied in a proof-of-concept-level framework. Everything mentioned herein, including the name of the confidence scale, is intended not as a prescription, but simply as the beginning of an important dialogue. A framework is proposed to start a dialogue on the criteria for assessing claims and supporting evidence for life beyond Earth.",
		"link": "https://www.nature.com/articles/s41586-021-03804-9"
	},
	{
		"id": 17,
		"title": "How three refugee scientists kept their research hopes alive",
		"desc": "Two organizations that support at-risk academics offered funding, fellowship and language support at a critical time.  Two organizations that support at-risk academics offered funding, fellowship and language support at a critical time.",
		"link": "https://www.nature.com/articles/d41586-021-02850-7"
	},
	{
		"id": 18,
		"title": "Clues that natural killer cells help to control COVID",
		"desc": "Natural killer cells can destroy cells infected by SARS-CoV-2, but this immune-system defence malfunctions in people with severe COVID-19. Will this finding drive a search for ways to reinvigorate natural killer cells in such cases?  A defence response malfunctions in people with severe COVID-19.",
		"link": "https://www.nature.com/articles/d41586-021-02778-y"
	},
	{
		"id": 19,
		"title": "DNA-encoded chemistry: enabling the deeper sampling of chemical space",
		"desc": "\n                \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                \n               DNA-encoded chemistry enables rapid and inexpensive syntheses and screening of vast chemical libraries, and is generating substantial interest and investment in the pharmaceutical industry. Here, Goodnow and colleagues provide an overview of the steps involved in the generation of DNA-encoded libraries, highlighting key applications and future directions for this technology. DNA-encoded chemical library technologies are increasingly being adopted in drug discovery for hit and lead generation. DNA-encoded chemistry enables the exploration of chemical spaces four to five orders of magnitude more deeply than is achievable by traditional high-throughput screening methods. Operation of this technology requires developing a range of capabilities including aqueous synthetic chemistry, building block acquisition, oligonucleotide conjugation, large-scale molecular biological transformations, selection methodologies, PCR, sequencing, sequence data analysis and the analysis of large chemistry spaces. This Review provides an overview of the development and applications of DNA-encoded chemistry, highlighting the challenges and future directions for the use of this technology.",
		"link": "https://www.nature.com/articles/nrd.2016.213"
	},
	{
		"id": 20,
		"title": "Mentoring, coaching, supervising: what’s the difference?",
		"desc": "Julie Gould explores the tools, roles and techniques that help researchers to reach career goals.  Julie Gould explores the tools, roles and techniques that help researchers to reach career goals.",
		"link": "https://www.nature.com/articles/d41586-021-02656-7"
	},
	{
		"id": 21,
		"title": "Coronapod: China's crucial COVID vaccines start to falter",
		"desc": "Two inactivated virus vaccines from China account for half the world's inoculations against COVID, now their protection may be waning.  Two inactivated virus vaccines from China account for half the world's inoculations against COVID, now their protection may be waning.",
		"link": "https://www.nature.com/articles/d41586-021-03005-4"
	},
	{
		"id": 22,
		"title": "Nanometre-scale imaging and AI reveal the interior of whole cells",
		"desc": "Efforts to generate nanoscale-resolution images of cell interiors have gained ground through the development and refinement of a microscopy method. The data sets are publicly available as resources for further discoveries.  Refinement of a microscopy method enables a detailed look inside cells.",
		"link": "https://www.nature.com/articles/d41586-021-02776-0"
	},
	{
		"id": 23,
		"title": "Induced protein degradation: an emerging drug discovery paradigm",
		"desc": "\n                \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                \n               Small-molecule drug discovery has traditionally focused on occupancy of a binding site that directly affects protein function. This article discusses emerging technologies, such as proteolysis-targeting chimaeras (PROTACs), that exploit cellular quality control machinery to selectively degrade target proteins, which could have advantages over traditional approaches, including the potential to target proteins that are not currently therapeutically tractable. Small-molecule drug discovery has traditionally focused on occupancy of a binding site that directly affects protein function, and this approach typically precludes targeting proteins that lack such amenable sites. Furthermore, high systemic drug exposures may be needed to maintain sufficient target inhibition in vivo, increasing the risk of undesirable off-target effects. Induced protein degradation is an alternative approach that is event-driven: upon drug binding, the target protein is tagged for elimination. Emerging technologies based on proteolysis-targeting chimaeras (PROTACs) that exploit cellular quality control machinery to selectively degrade target proteins are attracting considerable attention in the pharmaceutical industry owing to the advantages they could offer over traditional small-molecule strategies. These advantages include the potential to reduce systemic drug exposure, the ability to counteract increased target protein expression that often accompanies inhibition of protein function and the potential ability to target proteins that are not currently therapeutically tractable, such as transcription factors, scaffolding and regulatory proteins.",
		"link": "https://www.nature.com/articles/nrd.2016.211"
	},
	{
		"id": 24,
		"title": "Tips for collaborating with scientists, from a philosopher",
		"desc": "Make language inclusive and agree on your aims in advance.  Make language inclusive and agree on your aims in advance.",
		"link": "http://www.nature.com/articles/d41586-021-02896-7"
	},
	{
		"id": 25,
		"title": "AKIRIN2 controls the nuclear import of proteasomes in vertebrates",
		"desc": "Protein expression and turnover are controlled through a complex interplay of transcriptional, post-transcriptional and post-translational mechanisms to enable spatial and temporal regulation of cellular processes. To systematically elucidate such gene regulatory networks, we developed a CRISPR screening assay based on time-controlled Cas9 mutagenesis, intracellular immunostaining and fluorescence-activated cell sorting that enables the identification of regulatory factors independent of their effects on cellular fitness. We pioneered this approach by systematically probing the regulation of the transcription factor MYC, a master regulator of cell growth1–3. Our screens uncover a highly conserved protein, AKIRIN2, that is essentially required for nuclear protein degradation. We found that AKIRIN2 forms homodimers that directly bind to fully assembled 20S proteasomes to mediate their nuclear import. During mitosis, proteasomes are excluded from condensing chromatin and re-imported into newly formed daughter nuclei in a highly dynamic, AKIRIN2-dependent process. Cells undergoing mitosis in the absence of AKIRIN2 become devoid of nuclear proteasomes, rapidly causing accumulation of MYC and other nuclear proteins. Collectively, our study reveals a dedicated pathway controlling the nuclear import of proteasomes in vertebrates and establishes a scalable approach to decipher regulators in essential cellular processes. Using time-controlled CRISPR screens, the authors identify AKIRIN2 as a factor involved in the nuclear import of the proteasome.",
		"link": "https://www.nature.com/articles/s41586-021-04035-8#ref-CR38"
	},
	{
		"id": 26,
		"title": "A comprehensive map of molecular drug targets",
		"desc": "\n                \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                \n               The success of mechanism-based drug discovery depends on the definition of the drug target, but targets are often poorly defined in the literature. Here, Overington and colleagues present a comprehensive map of the molecular targets of approved drugs, and explore aspects including the footprint of target classes across disease areas, the success of privileged target families and drug target orthologues across standard model organisms. The success of mechanism-based drug discovery depends on the definition of the drug target. This definition becomes even more important as we try to link drug response to genetic variation, understand stratified clinical efficacy and safety, rationalize the differences between drugs in the same therapeutic class and predict drug utility in patient subgroups. However, drug targets are often poorly defined in the literature, both for launched drugs and for potential therapeutic agents in discovery and development. Here, we present an updated comprehensive map of molecular targets of approved drugs. We curate a total of 893 human and pathogen-derived biomolecules through which 1,578 US FDA-approved drugs act. These biomolecules include 667 human-genome-derived proteins targeted by drugs for human disease. Analysis of these drug targets indicates the continued dominance of privileged target families across disease areas, but also the growth of novel first-in-class mechanisms, particularly in oncology. We explore the relationships between bioactivity class and clinical success, as well as the presence of orthologues between human and animal models and between pathogen and human genomes. Through the collaboration of three independent teams, we highlight some of the ongoing challenges in accurately defining the targets of molecular therapeutics and present conventions for deconvoluting the complexities of molecular pharmacology and drug efficacy.",
		"link": "https://www.nature.com/articles/nrd.2016.230"
	},
	{
		"id": 27,
		"title": "UK Biobank shares the promise of big data",
		"desc": "UK Biobank contains a wealth of data on genetics, health and more from 500,000 participants. A detailed overview of the biobank and an analysis of its brain-imaging data show the value of this resource.  A bank of genomic and phenotypic data from 500,000 people.",
		"link": "https://www.nature.com/articles/d41586-018-06948-3"
	},
	{
		"id": 28,
		"title": "Reconciling well-being and resilience for sustainable development",
		"desc": "Securing well-being and building resilience in response to shocks are often viewed as key goals of sustainable development. Here, we present an overview of the latest published evidence, as well as the consensus of a diverse group of scientists and practitioners drawn from a structured analytical review and deliberative workshop process. We argue that resilience and well-being are related in complex ways, but in their applications in practice they are often assumed to be synergistic. Although theoretically compatible, evidence we present here shows that they may in fact work against each other. This has important implications for policy. Well-being and resilience are considered related or even synergistic dimensions of sustainable development. This Perspective highlights how trade-offs emerging from narrow interpretations of resilience and well-being could threaten sustainable development outcomes.",
		"link": "https://www.nature.com/articles/s41893-021-00790-8"
	},
	{
		"id": 29,
		"title": "Lessons from history on climate and pandemics: Books in brief",
		"desc": "Andrew Robinson reviews five of the week’s best science picks.  Andrew Robinson reviews five of the week’s best science picks.",
		"link": "https://www.nature.com/articles/d41586-021-02929-1"
	},
	{
		"id": 30,
		"title": "Thousands of human sequences provide deep insight into single genomes",
		"desc": "A massive genome-sequencing and analysis effort has produced the most comprehensive sets of data and tools for understanding human genetic variation so far. The resource will be invaluable to biologists of every stripe.  A catalogue of genetic variation in humans.",
		"link": "https://www.nature.com/articles/d41586-020-01485-4"
	},
	{
		"id": 31,
		"title": "What scientists know about new, fast-spreading coronavirus variants",
		"desc": "Key questions remain about how quickly B.1.617 variants can spread, their potential to evade immunity and how they might affect the course of the pandemic.  Key questions remain about how quickly B.1.617 variants can spread, their potential to evade immunity and how they might affect the course of the pandemic.",
		"link": "http://www.nature.com/articles/d41586-021-01390-4"
	},
	{
		"id": 32,
		"title": "India’s neighbours race to sequence genomes as COVID surges",
		"desc": "From Sri Lanka to Nepal, scientists with limited resources are working feverishly to discover which variants are driving outbreaks.  From Sri Lanka to Nepal, scientists with limited resources are working feverishly to discover which variants are driving outbreaks.",
		"link": "http://www.nature.com/articles/d41586-021-01287-2"
	},
	{
		"id": 33,
		"title": "The origin and spread of the Sino-Tibetan language family",
		"desc": "A robust computational approach with added finesse provides evidence to support the view that the Sino-Tibetan languages arose in northern China and began to split into branches about 5,900 years ago.  This language family originated in China in the Yellow River basin region.",
		"link": "https://www.nature.com/articles/d41586-019-01214-6"
	},
	{
		"id": 34,
		"title": "Marine urban sprawl is gobbling up Earth’s coastlines",
		"desc": "Jetties, docks and other artificial structures are fast replacing the natural ecosystems where sea meets land.  Jetties, docks and other artificial structures are fast replacing the natural ecosystems where sea meets land.",
		"link": "http://www.nature.com/articles/d41586-021-02941-5"
	},
	{
		"id": 35,
		"title": "Congo Basin rainforest — invest US$150 million in science",
		"desc": "The world’s second-largest rainforest is key to limiting climate change — it needs urgent study and protection.  The world’s second-largest rainforest is key to limiting climate change — it needs urgent study and protection.",
		"link": "http://www.nature.com/articles/d41586-021-02818-7"
	},
	{
		"id": 36,
		"title": "The unexpected ancestry of Inner Asian mummies",
		"desc": "The genomes of Bronze Age mummies from the Tarim Basin in northwest China suggest that these individuals were descended from an ancient Asian population that was genetically isolated, despite extensive cultural interactions in the region.  Ancient genomes offer clues to the ancestry of Bronze Age mummies.",
		"link": "http://www.nature.com/articles/d41586-021-02872-1"
	},
	{
		"id": 37,
		"title": "AKIRIN2 controls the nuclear import of proteasomes in vertebrates",
		"desc": "Protein expression and turnover are controlled through a complex interplay of transcriptional, post-transcriptional and post-translational mechanisms to enable spatial and temporal regulation of cellular processes. To systematically elucidate such gene regulatory networks, we developed a CRISPR screening assay based on time-controlled Cas9 mutagenesis, intracellular immunostaining and fluorescence-activated cell sorting that enables the identification of regulatory factors independent of their effects on cellular fitness. We pioneered this approach by systematically probing the regulation of the transcription factor MYC, a master regulator of cell growth1–3. Our screens uncover a highly conserved protein, AKIRIN2, that is essentially required for nuclear protein degradation. We found that AKIRIN2 forms homodimers that directly bind to fully assembled 20S proteasomes to mediate their nuclear import. During mitosis, proteasomes are excluded from condensing chromatin and re-imported into newly formed daughter nuclei in a highly dynamic, AKIRIN2-dependent process. Cells undergoing mitosis in the absence of AKIRIN2 become devoid of nuclear proteasomes, rapidly causing accumulation of MYC and other nuclear proteins. Collectively, our study reveals a dedicated pathway controlling the nuclear import of proteasomes in vertebrates and establishes a scalable approach to decipher regulators in essential cellular processes. Using time-controlled CRISPR screens, the authors identify AKIRIN2 as a factor involved in the nuclear import of the proteasome.",
		"link": "https://www.nature.com/articles/s41586-021-04035-8#ref-CR3"
	},
	{
		"id": 38,
		"title": "Exome sequencing and analysis of 454,787 UK Biobank participants",
		"desc": "A major goal in human genetics is to use natural variation to understand the phenotypic consequences of altering each protein-coding gene in the genome. Here we used exome sequencing1 to explore protein altering variants and their consequences in 454,787 UK Biobank study participants2. We identified 12 million coding variants, including ~1 million loss-of-function and ~1.8 million deleterious missense variants. When these were tested for association with 3,994 health-related traits, we found 564 genes with trait associations at P≤2.18x10-11. Rare variant associations were enriched in GWAS loci, but most (91%) were independent of common variant signals. We discover several risk-increasing associations with traits related to liver disease, eye disease and cancer, among others, as well as novel risk-lowering associations for hypertension (SLC9A3R2), diabetes (MAP3K15, FAM234A) and asthma (SLC27A3). Six genes were associated with brain imaging phenotypes, including two involved in neural development (GBE1, PLD1). 81% of signals available and powered for replication were confirmed in an independent cohort; furthermore, association signals were generally consistent across European, Asian and African ancestry individuals. We illustrate the ability of exome sequencing to identify novel gene-trait associations, elucidate gene function, and pinpoint effector genes underlying GWAS signals at scale.",
		"link": "https://www.nature.com/articles/s41586-021-04103-z+"
	},
	{
		"id": 39,
		"title": "Evolutionary trees can’t reveal speciation and extinction rates",
		"desc": "Evolutionary-tree diagrams, which show the branching relationships between species, are widely used to estimate the rates at which new species arise and existing ones become extinct. New work casts doubt on this approach.  A standard way to assess evolutionary histories is called into question.",
		"link": "https://www.nature.com/articles/d41586-020-01021-4"
	},
	{
		"id": 40,
		"title": "The AI that accurately predicts the chances of rain",
		"desc": "AI weather forecasters, mapping the human brain, and the 2021 science Nobel prizes.  Hear the biggest stories from the world of science | 06 October 2021",
		"link": "https://www.nature.com/articles/d41586-021-02742-w"
	},
	{
		"id": 41,
		"title": "Air quality: WHO guidelines could deepen inequities",
		"desc": "Letter to the Editor",
		"link": "http://www.nature.com/articles/d41586-021-02883-y"
	},
	{
		"id": 42,
		"title": "The resurgence of covalent drugs",
		"desc": "\n                \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                \n               Compounds that exhibit a covalent mechanism of action are typically avoided in drug discovery programmes, largely owing to safety concerns. Here, Singh and colleagues present the pharmacological advantages offered by covalent drugs and discuss strategies to address the potential risks and challenges that have been associated with these agents. Covalent drugs haveproved to be successful therapies for various indications, but largely owing to safety concerns, they are rarely considered when initiating a target-directed drug discovery project. There is a need to reassess this important class of drugs, and to reconcile the discordance between the historic success of covalent drugs and the reluctance of most drug discovery teams to include them in their armamentarium. This Review surveys the prevalence and pharmacological advantages of covalent drugs, discusses how potential risks and challenges may be addressed through innovative design, and presents the broad opportunities provided by targeted covalent inhibitors.",
		"link": "https://www.nature.com/articles/nrd3410"
	},
	{
		"id": 43,
		"title": "The secret lives of cells — as never seen before",
		"desc": "Cutting-edge microscopy techniques are allowing researchers to spy on the innards of cells in all their crowded glory.  Cutting-edge microscopy techniques are allowing researchers to spy on the innards of cells in all their crowded glory.",
		"link": "https://www.nature.com/articles/d41586-021-02904-w"
	},
	{
		"id": 44,
		"title": "‘We are being ignored’: Brazil’s researchers blame anti-science government for devastating COVID surge",
		"desc": "Researchers say that President Jair Bolsonaro’s administration has undermined science during an epic public-health crisis.  Researchers say that President Jair Bolsonaro’s administration has undermined science during an epic public-health crisis.",
		"link": "https://www.nature.com/articles/d41586-021-01031-w"
	},
	{
		"id": 45,
		"title": "Cassyni aims to make online seminars more findable and citable",
		"desc": "The software tool enables webinar organizers to plan events, issue reminders and archive the results, says its co-founder.  The software tool enables webinar organizers to plan events, issue reminders and archive the results, says its co-founder.",
		"link": "http://www.nature.com/articles/d41586-021-02983-9"
	},
	{
		"id": 46,
		"title": "Rhino puzzle and China’s COVID vaccines — the week in infographics",
		"desc": "Nature highlights three key infographics from the week in science and research.  Nature highlights three key infographics from the week in science and research.",
		"link": "http://www.nature.com/articles/d41586-021-02878-9"
	},
	{
		"id": 47,
		"title": "AKIRIN2 controls the nuclear import of proteasomes in vertebrates",
		"desc": "Protein expression and turnover are controlled through a complex interplay of transcriptional, post-transcriptional and post-translational mechanisms to enable spatial and temporal regulation of cellular processes. To systematically elucidate such gene regulatory networks, we developed a CRISPR screening assay based on time-controlled Cas9 mutagenesis, intracellular immunostaining and fluorescence-activated cell sorting that enables the identification of regulatory factors independent of their effects on cellular fitness. We pioneered this approach by systematically probing the regulation of the transcription factor MYC, a master regulator of cell growth1–3. Our screens uncover a highly conserved protein, AKIRIN2, that is essentially required for nuclear protein degradation. We found that AKIRIN2 forms homodimers that directly bind to fully assembled 20S proteasomes to mediate their nuclear import. During mitosis, proteasomes are excluded from condensing chromatin and re-imported into newly formed daughter nuclei in a highly dynamic, AKIRIN2-dependent process. Cells undergoing mitosis in the absence of AKIRIN2 become devoid of nuclear proteasomes, rapidly causing accumulation of MYC and other nuclear proteins. Collectively, our study reveals a dedicated pathway controlling the nuclear import of proteasomes in vertebrates and establishes a scalable approach to decipher regulators in essential cellular processes. Using time-controlled CRISPR screens, the authors identify AKIRIN2 as a factor involved in the nuclear import of the proteasome.",
		"link": "https://www.nature.com/articles/s41586-021-04035-8#Fig5"
	},
	{
		"id": 48,
		"title": "China’s data-driven dream to overhaul health care",
		"desc": "Collaborations between AI researchers and China’s medical workers are helping to combat diseases such as diabetes and COVID-19.  Collaborations between AI researchers and China’s medical workers are helping to combat diseases such as diabetes and COVID-19.",
		"link": "http://www.nature.com/articles/d41586-021-02694-1"
	},
	{
		"id": 49,
		"title": "The genomic origins of the Bronze Age Tarim Basin mummies",
		"desc": "The identity of the earliest inhabitants of Xinjiang, in the heart of Inner Asia, and the languages that they spoke have long been debated and remain contentious1. Here we present genomic data from 5 individuals dating to around 3000–2800 bc from the Dzungarian Basin and 13 individuals dating to around 2100–1700 bc﻿ from the Tarim Basin, representing the earliest yet discovered human remains from North and South Xinjiang, respectively. We find that the Early Bronze Age Dzungarian individuals exhibit a predominantly Afanasievo ancestry with an additional local contribution, and the Early–Middle Bronze Age Tarim individuals contain only a local ancestry. The Tarim individuals from the site of Xiaohe further exhibit strong evidence of milk proteins in their dental calculus, indicating a reliance on dairy pastoralism at the site since its founding. Our results do not support previous hypotheses for the origin of the Tarim mummies, who were argued to be Proto-Tocharian-speaking pastoralists descended from the Afanasievo1,2 or to have originated among the Bactria–Margiana Archaeological Complex3 or Inner Asian Mountain Corridor cultures4. Instead, although Tocharian may have been plausibly introduced to the Dzungarian Basin by Afanasievo migrants during the Early Bronze Age, we find that the earliest Tarim Basin cultures appear to have arisen from a genetically isolated local population that adopted neighbouring pastoralist and agriculturalist practices, which allowed them to settle and thrive along the shifting riverine oases of the Taklamakan Desert. A genomic analysis of human remains from the Bronze Age provides insights into the origin of the Tarim Basin mummies from the Xinjiang region.",
		"link": "https://www.nature.com/articles/s41586-021-04052-7"
	},
	{
		"id": 50,
		"title": "A battery that’s not just greener but better",
		"desc": "Lithium-ion batteries that incorporate a recycled material outperform those made with a commercial version.  Lithium-ion batteries that incorporate a recycled material outperform those made with a commercial version.",
		"link": "https://www.nature.com/articles/d41586-021-02814-x"
	},
	{
		"id": 51,
		"title": "Coronapod: CureVac disappoints in COVID vaccine trial",
		"desc": "Scientists are asking why the third mRNA vaccine may have fallen at the last hurdle.  Scientists are asking why the third mRNA vaccine may have fallen at the last hurdle.",
		"link": "https://www.nature.com/articles/d41586-021-01694-5"
	},
	{
		"id": 52,
		"title": "Coronapod: Uncertainty and the COVID 'lab-leak' theory",
		"desc": "How doubt is fuelling the debate over the origin of coronavirus.  How doubt is fuelling the debate over the origin of coronavirus.",
		"link": "https://www.nature.com/articles/d41586-021-01520-y"
	},
	{
		"id": 53,
		"title": "Land sector impacts of early climate action",
		"desc": "Integrated assessment models are widely used to assess climate change mitigation strategies. Comparing scenarios from several integrated assessment models, a study now highlights the benefits and trade-offs of near-term mitigation to reduce mitigation challenges in the longer term.",
		"link": "https://www.nature.com/articles/s41893-021-00777-5"
	},
	{
		"id": 54,
		"title": "Giant, free index to world’s research papers released online",
		"desc": "Catalogue of billions of phrases from 107 million papers could ease computerized searching of the literature.  Catalogue of billions of phrases from 107 million papers could ease computerized searching of the literature.",
		"link": "https://www.nature.com/articles/d41586-021-02895-8"
	},
	{
		"id": 55,
		"title": "Business of science: The transferable skills that straddle academia and industry",
		"desc": "Many researcher entrepreneurs forge successful portfolio careers across the two sectors.  Many researcher entrepreneurs forge successful portfolio careers across the two sectors.",
		"link": "https://www.nature.com/articles/d41586-021-01008-9"
	},
	{
		"id": 56,
		"title": "The answer to the biodiversity crisis is not more debt",
		"desc": "Funding pledges from China and other countries need to be given in grants — which must include research grants — and not as a reward for taking out loans.  Funding pledges from China and other countries need to be given in grants — which must include research grants — and not as a reward for taking out loans.",
		"link": "http://www.nature.com/articles/d41586-021-02891-y"
	},
	{
		"id": 57,
		"title": "Coronapod: China's crucial COVID vaccines start to falter",
		"desc": "Two inactivated virus vaccines from China account for half the world's inoculations against COVID, now their protection may be waning.  Two inactivated virus vaccines from China account for half the world's inoculations against COVID, now their protection may be waning.",
		"link": "http://www.nature.com/articles/d41586-021-03005-4"
	},
	{
		"id": 58,
		"title": "Beware of rainbows",
		"desc": "The sacred and profane.  The sacred and profane.",
		"link": "http://www.nature.com/articles/d41586-021-02961-1"
	},
	{
		"id": 59,
		"title": "Mapping protein interactions in the active TOM-TIM23 supercomplex",
		"desc": "Nuclear-encoded mitochondrial proteins destined for the matrix have to be transported across two membranes. The TOM and TIM23 complexes facilitate the transport of precursor proteins with N-terminal targeting signals into the matrix. During transport, precursors are recognized by the TIM23 complex in the inner membrane for handover from the TOM complex. However, we have little knowledge on the organization of the TOM-TIM23 transition zone and on how precursor transfer between the translocases occurs. Here, we have designed a precursor protein that is stalled during matrix transport in a TOM-TIM23-spanning manner and enables purification of the translocation intermediate. Combining chemical cross-linking with mass spectrometric analyses and structural modeling allows us to map the molecular environment of the intermembrane space interface of TOM and TIM23 as well as the import motor interactions with amino acid resolution. Our analyses provide a framework for understanding presequence handover and translocation during matrix protein transport. The TOM and TIM23 complexes facilitate the transport of nuclear-encoded proteins into the mitochondrial matrix. Here, the authors use a stalled client protein to purify the translocation supercomplex and gain insight into the TOM-TIM23 interface and the mechanism of protein handover from the TOM to the TIM23 complex.",
		"link": "https://www.nature.com/articles/s41467-021-26016-1"
	},
	{
		"id": 60,
		"title": "Farm typology for planning targeted farming systems interventions for smallholders in Indo-Gangetic Plains of India",
		"desc": "Due to complexity of smallholder farms, many times technologies with great potential fail to achieve the desired impact in leveraging productivity and profitability of the farming community. In the Indo-Gangetic Plains there is an urgent need to understand the diversity of farm households, identifying the main drivers deciding their system thus, classifying them into homogenous groups. In the present study, the diversity of smallholder farms was assessed using crop, livestock and income related characteristics and associated farm mechanization. Using principal component analysis and cluster analysis for 252 farm households, 4 farm types were identified i.e. Type 1. Small Farm households with cereal-based cropping system and subsistence livestock (39%), Type 2. Small Farm households with diversified cropping system dominated by cereal and fodder crops with only cattle herd (9%), Type 3. Marginal Farm household with diversified cropping system dominated by cash crop and herd comprising of only cattle (39%), Type 4. Marginal Farm household with diversified cropping system dominated by cereal crops and herd dominated by small ruminants (12%). Based on the constraints identified for different components of farming systems, low-cost interventions were planned for each farm type. These interventions have resulted in 84.8–103.2 per cent increase in the income of the farm HH under study suggesting usefulness of typology-based intervention planning in increasing income of small farm holders.",
		"link": "https://www.nature.com/articles/s41598-021-00372-w"
	},
	{
		"id": 61,
		"title": "Traces of a series of human dispersals through Arabia",
		"desc": "The Arabian Peninsula was a key migratory crossroads when humans and our hominin relatives began to leave Africa. Archaeological evidence and climate reconstructions reveal episodes when early humans inhabited Arabia.  Timeline emerges for human occupation of the Arabian Peninsula.",
		"link": "https://www.nature.com/articles/d41586-021-02321-z"
	},
	{
		"id": 62,
		"title": "An mRNA vaccine industry in the making",
		"desc": "The technology could form the basis of a new generation of vaccines for diseases such as HIV/AIDS and malaria.  The technology could form the basis of a new generation of vaccines for diseases such as HIV/AIDS and malaria.",
		"link": "http://www.nature.com/articles/d41586-021-02913-9"
	},
	{
		"id": 63,
		"title": "Platinum catalysts strained controllably by size-changing nanocubes",
		"desc": "The distance between the surface atoms of noble metals, such as platinum, affects the catalytic activity of these elements. An experimental approach using nanoparticles enables this effect to be systematically controlled and measured.  An experimental platform for studying how strain affects electrocatalysts.",
		"link": "https://www.nature.com/articles/d41586-021-02640-1"
	},
	{
		"id": 64,
		"title": "Climate change: Nature readers say their fears are growing",
		"desc": "Poll shows that 80% of respondents are more concerned in the run-up to the COP26 climate meeting than they were ahead of the Paris conference 6 years ago.   Poll shows that 80% of respondents are more concerned in the run-up to the COP26 climate meeting than they were ahead of the Paris conference 6 years ago. ",
		"link": "https://www.nature.com/articles/d41586-021-02862-3"
	},
	{
		"id": 65,
		"title": "Targeted homology-directed repair in blood stem and progenitor cells with CRISPR nanoformulations",
		"desc": "Ex vivo CRISPR gene editing in haematopoietic stem and progenitor cells has opened potential treatment modalities for numerous diseases. The current process uses electroporation, sometimes followed by virus transduction. While this complex manipulation has resulted in high levels of gene editing at some genetic loci, cellular toxicity was observed. We have developed a CRISPR nanoformulation based on colloidal gold nanoparticles with a unique loading design capable of cellular entry without the need for electroporation or viruses. This highly monodispersed nanoformulation avoids lysosomal entrapment and localizes to the nucleus in primary human blood progenitors without toxicity. Nanoformulation-mediated gene editing is efficient and sustained with different CRISPR nucleases at multiple loci of therapeutic interest. The engraftment kinetics of nanoformulation-treated primary cells in humanized mice are better relative to those of non-treated cells, with no differences in differentiation. Here we demonstrate non-toxic delivery of the entire CRISPR payload into primary human blood progenitors. Gold nanoparticles that passively deliver CRISPR machinery to blood repopulating cells have been developed and are shown to be capable of precise editing of multiple genetic loci of therapeutic interest without cytotoxicity or reduced fitness.",
		"link": "https://www.nature.com/articles/s41563-019-0385-5"
	},
	{
		"id": 66,
		"title": "Science opens wide for oral health",
		"desc": "Diseases of the teeth and gums, which are linked to many other illnesses, are finally getting the research attention that they deserve.  Diseases of the teeth and gums, which are linked to many other illnesses, are finally getting the research attention that they deserve.",
		"link": "https://www.nature.com/articles/d41586-021-02917-5"
	},
	{
		"id": 67,
		"title": "Double trouble",
		"desc": "",
		"link": "https://www.nature.com/articles/s41583-021-00437-9"
	},
	{
		"id": 68,
		"title": "From the archive",
		"desc": "Nature’s pages feature musings about the value of studying wetlands, and a report of the excavation of an ancient city in Sicily.  The value of studying wetlands, and the excavation of an ancient city in Sicily.",
		"link": "http://www.nature.com/articles/d41586-021-02877-w"
	},
	{
		"id": 69,
		"title": "COVID reinfections, asteroid mission and tuskless elephants",
		"desc": "The latest science news, in brief.  The latest science news, in brief.",
		"link": "http://www.nature.com/articles/d41586-021-02902-y"
	},
	{
		"id": 70,
		"title": "Orchestrated network",
		"desc": "",
		"link": "https://www.nature.com/articles/s41477-021-01026-5"
	},
	{
		"id": 71,
		"title": "Audio long-read: Can artificially altered clouds save the Great Barrier Reef?",
		"desc": "Australian scientists are developing new technologies to help protect coral from climate change.  Listen to an audio version of a recent Nature feature.",
		"link": "https://www.nature.com/articles/d41586-021-02503-9"
	},
	{
		"id": 72,
		"title": "Dentists and doctors need to play on the same team",
		"desc": "Breaking down the division between mouth and body should lead to better health care.  Breaking down the division between mouth and body should lead to better health care.",
		"link": "https://www.nature.com/articles/d41586-021-02919-3"
	},
	{
		"id": 73,
		"title": "Signs of self-sustained inflammatory circuits in severe COVID pneumonia",
		"desc": "Pneumonia is a hallmark of severe COVID-19, but many details about the lung inflammation observed in this disease are unknown. An analysis of cells from the lungs of people with this condition sheds some light on the mystery.  Analysis of immune cells from the lungs sheds light on severe COVID-19.",
		"link": "https://www.nature.com/articles/d41586-021-00296-5"
	},
	{
		"id": 74,
		"title": "Haematopoietic stem cell self-renewal in vivo and ex vivo",
		"desc": "The self-renewal capacity of multipotent haematopoietic stem cells (HSCs) supports blood system homeostasis throughout life and underlies the curative capacity of clinical HSC transplantation therapies. However, despite extensive characterization of the HSC state in the adult bone marrow and embryonic fetal liver, the mechanism of HSC self-renewal has remained elusive. This Review presents our current understanding of HSC self-renewal in vivo and ex vivo, and discusses important advances in ex vivo HSC expansion that are providing new biological insights and offering new therapeutic opportunities. Wilkinson and colleagues discuss haematopoietic stem cell (HSC) self-renewal in mice and humans. Experimental techniques for assaying HSC self-renewal are addressed, along with biological mechanisms regulating HSC self-renewal in vivo and ex vivo, and the therapeutic implications of this understanding.",
		"link": "https://www.nature.com/articles/s41576-020-0241-0"
	},
	{
		"id": 75,
		"title": "Coronapod: new data affirms the benefits of air filters and masks",
		"desc": "Cheap air filters effectively scrub SARS-CoV-2 particles from hospital air and masks get gold standard approval  Cheap air filters effectively scrub SARS-CoV-2 particles from hospital air and masks get gold standard approval",
		"link": "https://www.nature.com/articles/d41586-021-02785-z"
	},
	{
		"id": 76,
		"title": "India’s massive COVID surge puzzles scientists",
		"desc": "The virus is spreading faster than ever before in India despite previous high infection rates in megacities, which should have conferred some protection.  The virus is spreading faster than ever before in India despite previous high infection rates in megacities, which should have conferred some protection.",
		"link": "https://www.nature.com/articles/d41586-021-01059-y"
	},
	{
		"id": 77,
		"title": "The resurgence of covalent drugs",
		"desc": "\n                \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                \n               Compounds that exhibit a covalent mechanism of action are typically avoided in drug discovery programmes, largely owing to safety concerns. Here, Singh and colleagues present the pharmacological advantages offered by covalent drugs and discuss strategies to address the potential risks and challenges that have been associated with these agents. Covalent drugs haveproved to be successful therapies for various indications, but largely owing to safety concerns, they are rarely considered when initiating a target-directed drug discovery project. There is a need to reassess this important class of drugs, and to reconcile the discordance between the historic success of covalent drugs and the reluctance of most drug discovery teams to include them in their armamentarium. This Review surveys the prevalence and pharmacological advantages of covalent drugs, discusses how potential risks and challenges may be addressed through innovative design, and presents the broad opportunities provided by targeted covalent inhibitors.",
		"link": "https://www.nature.com/articles/nrd3410#ref-CR44"
	},
	{
		"id": 78,
		"title": "The resurgence of covalent drugs",
		"desc": "\n                \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                \n               Compounds that exhibit a covalent mechanism of action are typically avoided in drug discovery programmes, largely owing to safety concerns. Here, Singh and colleagues present the pharmacological advantages offered by covalent drugs and discuss strategies to address the potential risks and challenges that have been associated with these agents. Covalent drugs haveproved to be successful therapies for various indications, but largely owing to safety concerns, they are rarely considered when initiating a target-directed drug discovery project. There is a need to reassess this important class of drugs, and to reconcile the discordance between the historic success of covalent drugs and the reluctance of most drug discovery teams to include them in their armamentarium. This Review surveys the prevalence and pharmacological advantages of covalent drugs, discusses how potential risks and challenges may be addressed through innovative design, and presents the broad opportunities provided by targeted covalent inhibitors.",
		"link": "https://www.nature.com/articles/nrd3410#ref-CR27"
	},
	{
		"id": 79,
		"title": "From the archive",
		"desc": "Nature’s pages feature a look at British wild flowers, and examine the construction of an aquarium at Crystal Palace.  British wild flowers, and the construction of an aquarium at Crystal Palace.",
		"link": "https://www.nature.com/articles/d41586-021-02722-0"
	},
	{
		"id": 80,
		"title": "Modern slavery risk assessment",
		"desc": "Labour exploitation in the agrifood sector must be addressed for sustainability. Data-driven methodologies can identify risk hotspots and facilitate development of mitigation strategies.",
		"link": "https://www.nature.com/articles/s43016-021-00348-z"
	},
	{
		"id": 81,
		"title": "AKIRIN2 controls the nuclear import of proteasomes in vertebrates",
		"desc": "Protein expression and turnover are controlled through a complex interplay of transcriptional, post-transcriptional and post-translational mechanisms to enable spatial and temporal regulation of cellular processes. To systematically elucidate such gene regulatory networks, we developed a CRISPR screening assay based on time-controlled Cas9 mutagenesis, intracellular immunostaining and fluorescence-activated cell sorting that enables the identification of regulatory factors independent of their effects on cellular fitness. We pioneered this approach by systematically probing the regulation of the transcription factor MYC, a master regulator of cell growth1–3. Our screens uncover a highly conserved protein, AKIRIN2, that is essentially required for nuclear protein degradation. We found that AKIRIN2 forms homodimers that directly bind to fully assembled 20S proteasomes to mediate their nuclear import. During mitosis, proteasomes are excluded from condensing chromatin and re-imported into newly formed daughter nuclei in a highly dynamic, AKIRIN2-dependent process. Cells undergoing mitosis in the absence of AKIRIN2 become devoid of nuclear proteasomes, rapidly causing accumulation of MYC and other nuclear proteins. Collectively, our study reveals a dedicated pathway controlling the nuclear import of proteasomes in vertebrates and establishes a scalable approach to decipher regulators in essential cellular processes. Using time-controlled CRISPR screens, the authors identify AKIRIN2 as a factor involved in the nuclear import of the proteasome.",
		"link": "http://www.nature.com/articles/s41586-021-04035-8"
	},
	{
		"id": 82,
		"title": "RNA-binding protein kinetics",
		"desc": "KIN-CLIP allows determination of binding and dissociation kinetics of RNA-binding proteins in cells.",
		"link": "https://www.nature.com/articles/s41592-021-01122-6"
	},
	{
		"id": 83,
		"title": "Diet comparison suggests a lipid imbalance can slow tumour growth",
		"desc": "Understanding how diet affects tumour growth could lead to better treatments. Analysis in mice reveals that a low-calorie diet, but not a ketogenic diet, slows the growth of pancreatic cancer. This effect is mediated by lipid changes.  Analysis sheds light on how diet affects tumour growth.",
		"link": "https://www.nature.com/articles/d41586-021-02775-1"
	},
	{
		"id": 84,
		"title": "AKIRIN2 controls the nuclear import of proteasomes in vertebrates",
		"desc": "Protein expression and turnover are controlled through a complex interplay of transcriptional, post-transcriptional and post-translational mechanisms to enable spatial and temporal regulation of cellular processes. To systematically elucidate such gene regulatory networks, we developed a CRISPR screening assay based on time-controlled Cas9 mutagenesis, intracellular immunostaining and fluorescence-activated cell sorting that enables the identification of regulatory factors independent of their effects on cellular fitness. We pioneered this approach by systematically probing the regulation of the transcription factor MYC, a master regulator of cell growth1–3. Our screens uncover a highly conserved protein, AKIRIN2, that is essentially required for nuclear protein degradation. We found that AKIRIN2 forms homodimers that directly bind to fully assembled 20S proteasomes to mediate their nuclear import. During mitosis, proteasomes are excluded from condensing chromatin and re-imported into newly formed daughter nuclei in a highly dynamic, AKIRIN2-dependent process. Cells undergoing mitosis in the absence of AKIRIN2 become devoid of nuclear proteasomes, rapidly causing accumulation of MYC and other nuclear proteins. Collectively, our study reveals a dedicated pathway controlling the nuclear import of proteasomes in vertebrates and establishes a scalable approach to decipher regulators in essential cellular processes. Using time-controlled CRISPR screens, the authors identify AKIRIN2 as a factor involved in the nuclear import of the proteasome.",
		"link": "https://www.nature.com/articles/s41586-021-04035-8#Fig7"
	},
	{
		"id": 85,
		"title": "Investigating the mouth–COVID connection",
		"desc": "Research conducted since the start of the pandemic is starting to suggest that the mouth could be a key player in COVID-19 infection.  Research conducted since the start of the pandemic is starting to suggest that the mouth could be a key player in COVID-19 infection.",
		"link": "https://www.nature.com/articles/d41586-021-02922-8"
	},
	{
		"id": 86,
		"title": "AKIRIN2 controls the nuclear import of proteasomes in vertebrates",
		"desc": "Protein expression and turnover are controlled through a complex interplay of transcriptional, post-transcriptional and post-translational mechanisms to enable spatial and temporal regulation of cellular processes. To systematically elucidate such gene regulatory networks, we developed a CRISPR screening assay based on time-controlled Cas9 mutagenesis, intracellular immunostaining and fluorescence-activated cell sorting that enables the identification of regulatory factors independent of their effects on cellular fitness. We pioneered this approach by systematically probing the regulation of the transcription factor MYC, a master regulator of cell growth1–3. Our screens uncover a highly conserved protein, AKIRIN2, that is essentially required for nuclear protein degradation. We found that AKIRIN2 forms homodimers that directly bind to fully assembled 20S proteasomes to mediate their nuclear import. During mitosis, proteasomes are excluded from condensing chromatin and re-imported into newly formed daughter nuclei in a highly dynamic, AKIRIN2-dependent process. Cells undergoing mitosis in the absence of AKIRIN2 become devoid of nuclear proteasomes, rapidly causing accumulation of MYC and other nuclear proteins. Collectively, our study reveals a dedicated pathway controlling the nuclear import of proteasomes in vertebrates and establishes a scalable approach to decipher regulators in essential cellular processes. Using time-controlled CRISPR screens, the authors identify AKIRIN2 as a factor involved in the nuclear import of the proteasome.",
		"link": "https://www.nature.com/articles/s41586-021-04035-8#ref-CR20"
	},
	{
		"id": 87,
		"title": "Structural insights into assembly of human mitochondrial translocase TOM complex",
		"desc": "",
		"link": "https://www.nature.com/articles/s41421-021-00252-7"
	},
	{
		"id": 88,
		"title": "A collaborative look at the Congo Basin",
		"desc": "Findings could guide policy on land use, and preserve functional potential of forests. Findings could guide policy on land use, and preserve functional potential of forests.",
		"link": "https://www.nature.com/articles/d44148-021-00035-y"
	},
	{
		"id": 89,
		"title": "A census of cell types in the brain’s motor cortex",
		"desc": "An atlas of the cell types found in the motor cortex of the brain has been built using various types of data. Two neuroscientists explain the technological feats involved in the project, as well as the utility of the resource for future research.  Diversity of brain cells classified using various data sets.",
		"link": "https://www.nature.com/articles/d41586-021-02493-8"
	},
	{
		"id": 90,
		"title": "New hope for vaccine against a devastating livestock disease",
		"desc": "A vaccine candidate for a neglected tropical disease, and calls to extend the 14-day limit on embryo research.  Hear the biggest stories from the world of science | 26 May 2021",
		"link": "https://www.nature.com/articles/d41586-021-01441-w"
	},
	{
		"id": 91,
		"title": "Differences in IFNβ secretion upon Rab1 inactivation in cells exposed to distinct innate immune stimuli",
		"desc": "",
		"link": "https://www.nature.com/articles/s41423-021-00659-y"
	},
	{
		"id": 92,
		"title": "Quantifying the heterogeneity of macromolecular machines by mass photometry",
		"desc": "Sample purity is central to in vitro studies of protein function and regulation, and to the efficiency and success of structural studies using techniques such as x-ray crystallography and cryo-electron microscopy (cryo-EM). Here, we show that mass photometry (MP) can accurately characterize the heterogeneity of a sample using minimal material with high resolution within a matter of minutes. To benchmark our approach, we use negative stain electron microscopy (nsEM), a popular method for EM sample screening. We include typical workflows developed for structure determination that involve multi-step purification of a multi-subunit ubiquitin ligase and chemical cross-linking steps. When assessing the integrity and stability of large molecular complexes such as the proteasome, we detect and quantify assemblies invisible to nsEM. Our results illustrate the unique advantages of MP over current methods for rapid sample characterization, prioritization and workflow optimization. Mass photometry is a label-free optical approach capable of detecting, imaging and accurately measuring the mass of single biomolecules in solution. Here, the authors demonstrate the potential of mass photometry for quantitatively characterizing sample heterogeneity of purified protein complexes with implications for structural studies specifically and in vitro studies more generally.",
		"link": "https://www.nature.com/articles/s41467-020-15642-w"
	},
	{
		"id": 93,
		"title": "Dispatched uses Na+ flux to power release of lipid-modified Hedgehog",
		"desc": "The Dispatched protein, which is related to the NPC1 and PTCH1 cholesterol transporters1,2 and to H+-driven transporters of the RND family3,4, enables tissue-patterning activity of the lipid-modified Hedgehog protein by releasing it from tightly -localized sites of embryonic expression5–10. Here we determine a cryo-electron microscopy structure of the mouse protein Dispatched homologue 1 (DISP1), revealing three Na+ ions coordinated within a channel that traverses its transmembrane domain. We find that the rate of Hedgehog export is dependent on the Na+ gradient across the plasma membrane. The transmembrane channel and Na+ binding are disrupted in DISP1-NNN, a variant with asparagine substitutions for three intramembrane aspartate residues that each coordinate and neutralize the charge of one of the three Na+ ions. DISP1-NNN and variants that disrupt single Na+ sites retain binding to, but are impaired in export of the lipid-modified Hedgehog protein to the SCUBE2 acceptor. Interaction of the amino-terminal signalling domain of the Sonic hedgehog protein (ShhN) with DISP1 occurs via an extensive buried surface area and contacts with an extended furin-cleaved DISP1 arm. Variability analysis reveals that ShhN binding is restricted to one extreme of a continuous series of DISP1 conformations. The bound and unbound DISP1 conformations display distinct Na+-site occupancies, which suggests a mechanism by which transmembrane Na+ flux may power extraction of the lipid-linked Hedgehog signal from the membrane. Na+-coordinating residues in DISP1 are conserved in PTCH1 and other metazoan RND family members, suggesting that Na+ flux powers their conformationally driven activities. Cryo-electron microscopy studies show that dynamic coordination of Na+ in the ion channel of Dispatched homologue 1 and the transmembrane Na+ gradient have key roles in exporting lipid-modified Hedgehog protein signal.",
		"link": "https://www.nature.com/articles/s41586-021-03996-0#ref-CR55"
	},
	{
		"id": 94,
		"title": "Quantum compass might help birds 'see' magnetic fields",
		"desc": "Researchers isolate the protein thought to help migratory birds navigate, and astronomers pinpoint the stars that could view Earth as an exoplanet.  Hear the biggest stories from the world of science | 23 June 2021",
		"link": "https://www.nature.com/articles/d41586-021-01715-3"
	},
	{
		"id": 95,
		"title": "Fossil evidence unveils an early Cambrian origin for Bryozoa",
		"desc": "Bryozoans (also known as ectoprocts or moss animals) are aquatic, dominantly sessile, filter-feeding lophophorates that construct an organic or calcareous modular colonial (clonal) exoskeleton1–3. The presence of six major orders of bryozoans with advanced polymorphisms in lower Ordovician rocks strongly suggests a Cambrian origin for the largest and most diverse lophophorate phylum2,4–8. However, a lack of convincing bryozoan fossils from the Cambrian period has hampered resolution of the true origins and character assembly of the earliest members of the group. Here we interpret the millimetric, erect, bilaminate, secondarily phosphatized fossil Protomelission gatehousei9 from the early Cambrian of Australia and South China as a potential stem-group bryozoan. The monomorphic zooid capsules, modular construction, organic composition and simple linear budding growth geometry represent a mixture of organic Gymnolaemata and biomineralized Stenolaemata character traits, with phylogenetic analyses identifying P. gatehousei as a stem-group bryozoan. This aligns the origin of phylum Bryozoa with all other skeletonized phyla in Cambrian Age 3, pushing back its first occurrence by approximately 35 million years. It also reconciles the fossil record with molecular clock estimations of an early Cambrian origination and subsequent Ordovician radiation of Bryozoa following the acquisition of a carbonate skeleton10–13. Interpretation of the early Cambrian fossil Protomelission gatehousei9 as a potential stem-group bryozoan realigns the fossil record with molecular clock estimations of the origins of Bryozoa.",
		"link": "http://www.nature.com/articles/s41586-021-04033-w"
	},
	{
		"id": 96,
		"title": "Dispatched uses Na+ flux to power release of lipid-modified Hedgehog",
		"desc": "The Dispatched protein, which is related to the NPC1 and PTCH1 cholesterol transporters1,2 and to H+-driven transporters of the RND family3,4, enables tissue-patterning activity of the lipid-modified Hedgehog protein by releasing it from tightly -localized sites of embryonic expression5–10. Here we determine a cryo-electron microscopy structure of the mouse protein Dispatched homologue 1 (DISP1), revealing three Na+ ions coordinated within a channel that traverses its transmembrane domain. We find that the rate of Hedgehog export is dependent on the Na+ gradient across the plasma membrane. The transmembrane channel and Na+ binding are disrupted in DISP1-NNN, a variant with asparagine substitutions for three intramembrane aspartate residues that each coordinate and neutralize the charge of one of the three Na+ ions. DISP1-NNN and variants that disrupt single Na+ sites retain binding to, but are impaired in export of the lipid-modified Hedgehog protein to the SCUBE2 acceptor. Interaction of the amino-terminal signalling domain of the Sonic hedgehog protein (ShhN) with DISP1 occurs via an extensive buried surface area and contacts with an extended furin-cleaved DISP1 arm. Variability analysis reveals that ShhN binding is restricted to one extreme of a continuous series of DISP1 conformations. The bound and unbound DISP1 conformations display distinct Na+-site occupancies, which suggests a mechanism by which transmembrane Na+ flux may power extraction of the lipid-linked Hedgehog signal from the membrane. Na+-coordinating residues in DISP1 are conserved in PTCH1 and other metazoan RND family members, suggesting that Na+ flux powers their conformationally driven activities. Cryo-electron microscopy studies show that dynamic coordination of Na+ in the ion channel of Dispatched homologue 1 and the transmembrane Na+ gradient have key roles in exporting lipid-modified Hedgehog protein signal.",
		"link": "http://www.nature.com/articles/s41586-021-03996-0"
	},
	{
		"id": 97,
		"title": "What COVID vaccines for young kids could mean for the pandemic",
		"desc": "As the US Food and Drug Administration authorizes shots for children aged 5 to 11, researchers predict what this might mean for populations.  As the US Food and Drug Administration authorizes shots for children aged 5 to 11, researchers predict what this might mean for populations.",
		"link": "https://www.nature.com/articles/d41586-021-02947-z"
	},
	{
		"id": 98,
		"title": "A solar C/O and sub-solar metallicity in a hot Jupiter atmosphere",
		"desc": "Measurements of the atmospheric carbon (C) and oxygen (O) relative to hydrogen (H) in hot Jupiters (relative to their host stars) provide insight into their formation location and subsequent orbital migration1,2. Hot Jupiters that form beyond the major volatile (H2O/CO/CO2) ice lines and subsequently migrate post disk-dissipation are predicted have atmospheric carbon-to-oxygen ratios (C/O) near 1 and subsolar metallicities2, whereas planets that migrate through the disk before dissipation are predicted to be heavily polluted by infalling O-rich icy planetesimals, resulting in C/O < 0.5 and super-solar metallicities1,2. Previous observations of hot Jupiters have been able to provide bounded constraints on either H2O (refs. 3–5) or CO (refs. 6,7), but not both for the same planet, leaving uncertain4 the true elemental C and O inventory and subsequent C/O and metallicity determinations. Here we report spectroscopic observations of a typical transiting hot Jupiter, WASP-77Ab. From these, we determine the atmospheric gas volume mixing ratio constraints on both H2O and CO (9.5 × 10−5–1.5 × 10−4 and 1.2 × 10−4–2.6 × 10−4, respectively). From these bounded constraints, we are able to derive the atmospheric C/H (\n                \n                  \n                \n                $${0.35}_{-0.10}^{+0.17}$$\n                \n               × solar) and O/H (\n                \n                  \n                \n                $${0.32}_{-0.08}^{+0.12}$$\n                \n               × solar) abundances and the corresponding atmospheric carbon-to-oxygen ratio (C/O = 0.59 ± 0.08; the solar value is 0.55). The sub-solar (C+O)/H (\n                \n                  \n                \n                $${0.33}_{-0.09}^{+0.13}$$\n                \n               × solar) is suggestive of a metal-depleted atmosphere relative to what is expected for Jovian-like planets1 while the near solar value of C/O rules out the disk-free migration/C-rich2 atmosphere scenario. The C/O ratio of the transiting hot Jupiter WASP-77Ab is measured here and found to be approximately solar, though the (C+O)/H ratio is subsolar.",
		"link": "https://www.nature.com/articles/s41586-021-03912-6"
	},
	{
		"id": 99,
		"title": "Business of science: How to grow your start-up",
		"desc": "A successful entrepreneur needs to quickly develop a strategy to scale up their company, transfer skills to colleagues and shape a team.  A successful entrepreneur needs to quickly develop a strategy to scale up their company, transfer skills to colleagues and shape a team.",
		"link": "https://www.nature.com/articles/d41586-021-01006-x"
	},
	{
		"id": 100,
		"title": "Improving the crystal ball",
		"desc": "Understanding future costs of energy technologies is crucial for making good decisions about the energy transition. A new paper shows that some types of forecasts have done better than others.",
		"link": "https://www.nature.com/articles/s41560-021-00903-9"
	},
	{
		"id": 101,
		"title": "Structures of cyanobacterial bicarbonate transporter SbtA and its complex with PII-like SbtB",
		"desc": "",
		"link": "https://www.nature.com/articles/s41421-021-00287-w"
	},
	{
		"id": 102,
		"title": "A structural variation reference for medical and population genetics",
		"desc": "Structural variants (SVs) rearrange large segments of DNA1 and can have profound consequences in evolution and human disease2,3. As national biobanks, disease-association studies, and clinical genetic testing have grown increasingly reliant on genome sequencing, population references such as the Genome Aggregation Database (gnomAD)4 have become integral in the interpretation of single-nucleotide variants (SNVs)5. However, there are no reference maps of SVs from high-coverage genome sequencing comparable to those for SNVs. Here we present a reference of sequence-resolved SVs constructed from 14,891 genomes across diverse global populations (54% non-European) in gnomAD. We discovered a rich and complex landscape of 433,371 SVs, from which we estimate that SVs are responsible for 25–29% of all rare protein-truncating events per genome. We found strong correlations between natural selection against damaging SNVs and rare SVs that disrupt or duplicate protein-coding sequence, which suggests that genes that are highly intolerant to loss-of-function are also sensitive to increased dosage6. We also uncovered modest selection against noncoding SVs in cis-regulatory elements, although selection against protein-truncating SVs was stronger than all noncoding effects. Finally, we identified very large (over one megabase), rare SVs in 3.9% of samples, and estimate that 0.13% of individuals may carry an SV that meets the existing criteria for clinically important incidental findings7. This SV resource is freely distributed via the gnomAD browser8 and will have broad utility in population genetics, disease-association studies, and diagnostic screening. A large empirical assessment of sequence-resolved structural variants from 14,891 genomes across diverse global populations in the Genome Aggregation Database (gnomAD) provides a reference map for disease-association studies, population genetics, and diagnostic screening.",
		"link": "https://www.nature.com/articles/s41586-020-2287-8"
	},
	{
		"id": 103,
		"title": "Measuring the effect of distance on the network topology of the Global Container Shipping Network",
		"desc": "This paper examines how spatial distance affects network topology on empirical data concerning the Global Container Shipping Network (GCSN). The GCSN decomposes into 32 multiplex layers, defined at several spatial levels, by successively removing connections of smaller distances. This multilayer decomposition approach allows studying the topological properties of each layer as a function of distance. The analysis provides insights into the hierarchical structure and (importing and exporting) trade functionality of the GCSN, hub connectivity, several topological aspects, and the distinct role of China in the network’s structure. It also shows that bidirectional links decrease with distance, highlighting the importance of asymmetric functionality in carriers’ operations. It further configures six novel clusters of ports concerning their spatial coverage. Finally, it reveals three levels of geographical scale in the structure of GCSN (where the network topology significantly changes): the neighborhood (local connectivity); the scale of international connectivity (mesoscale or middle connectivity); and the intercontinental market (large scale connectivity). The overall approach provides a methodological framework for analyzing network topology as a function of distance, highlights the spatial dimension in complex and multilayer networks, and provides insights into the spatial structure of the GCSN, which is the most important market of the global maritime economy.",
		"link": "https://www.nature.com/articles/s41598-021-00387-3"
	},
	{
		"id": 104,
		"title": "Disease variant prediction with deep generative models of evolutionary data",
		"desc": "Quantifying the pathogenicity of protein variants in human disease-related genes would have a marked effect on clinical decisions, yet the overwhelming majority (over 98%) of these variants still have unknown consequences1–3. In principle, computational methods could support the large-scale interpretation of genetic variants. However, state-of-the-art methods4–10 have relied on training machine learning models on known disease labels. As these labels are sparse, biased and of variable quality, the resulting models have been considered insufficiently reliable11. Here we propose an approach that leverages deep generative models to predict variant pathogenicity without relying on labels. By modelling the distribution of sequence variation across organisms, we implicitly capture constraints on the protein sequences that maintain fitness. Our model EVE (evolutionary model of variant effect) not only outperforms computational approaches that rely on labelled data but also performs on par with, if not better than, predictions from high-throughput experiments, which are increasingly used as evidence for variant classification12–16. We predict the pathogenicity of more than 36 million variants across 3,219 disease genes and provide evidence for the classification of more than 256,000 variants of unknown significance. Our work suggests that models of evolutionary information can provide valuable independent evidence for variant interpretation that will be widely useful in research and clinical settings. A new computational method, EVE, classifies human genetic variants in disease genes using deep generative models trained solely on evolutionary sequences.",
		"link": "https://www.nature.com/articles/s41586-021-04043-8#MOESM1"
	},
	{
		"id": 105,
		"title": "The genomic origins of the Bronze Age Tarim Basin mummies",
		"desc": "The identity of the earliest inhabitants of Xinjiang, in the heart of Inner Asia, and the languages that they spoke have long been debated and remain contentious1. Here we present genomic data from 5 individuals dating to around 3000–2800 bc from the Dzungarian Basin and 13 individuals dating to around 2100–1700 bc﻿ from the Tarim Basin, representing the earliest yet discovered human remains from North and South Xinjiang, respectively. We find that the Early Bronze Age Dzungarian individuals exhibit a predominantly Afanasievo ancestry with an additional local contribution, and the Early–Middle Bronze Age Tarim individuals contain only a local ancestry. The Tarim individuals from the site of Xiaohe further exhibit strong evidence of milk proteins in their dental calculus, indicating a reliance on dairy pastoralism at the site since its founding. Our results do not support previous hypotheses for the origin of the Tarim mummies, who were argued to be Proto-Tocharian-speaking pastoralists descended from the Afanasievo1,2 or to have originated among the Bactria–Margiana Archaeological Complex3 or Inner Asian Mountain Corridor cultures4. Instead, although Tocharian may have been plausibly introduced to the Dzungarian Basin by Afanasievo migrants during the Early Bronze Age, we find that the earliest Tarim Basin cultures appear to have arisen from a genetically isolated local population that adopted neighbouring pastoralist and agriculturalist practices, which allowed them to settle and thrive along the shifting riverine oases of the Taklamakan Desert. A genomic analysis of human remains from the Bronze Age provides insights into the origin of the Tarim Basin mummies from the Xinjiang region.",
		"link": "http://www.nature.com/articles/s41586-021-04052-7"
	},
	{
		"id": 106,
		"title": "Kinetics, energy efficiency and mathematical modeling of thin layer solar drying of figs (Ficus carica L.)",
		"desc": "First convectional thin layer drying of two fig (Ficus carica L.) varieties growing in Moroccan, using partially indirect convective dryer, was performed. The experimental design combined three air temperatures levels (60, 70 and 80 °C) and two air-flow rates (150 and 300 m3/h). Fig drying curve was defined as a third-order polynomial equation linking the sample moisture content to the effective moisture diffusivity. The average activation energy was ranged between 4699.41 and 7502.37 kJ/kg. It raised proportionally with the air flow velocity, and the same pattern were observed for effective moisture diffusivity regarding drying time and velocity. High levels of temperature (80 °C) and velocity (300 m3/h) lead to shorten drying time (200 min) and improve the slices physical quality. Among the nine tested models, Modified Handerson and Pabis exhibited the highest correlation coefficient value with the lowest chi-square for both varieties, and then give the best prediction performance. Energetic investigation of the dryer prototype showed that the total use of energy alongside with the specific energy utilization (13.12 and 44.55 MWh/kg) were inversely proportional to the velocity and drying temperature. Likewise, the energy efficiency was greater (3.98%) higher in drying conditions.\n",
		"link": "https://www.nature.com/articles/s41598-021-00690-z"
	},
	{
		"id": 107,
		"title": "The role of oral bacteria in inflammatory bowel disease",
		"desc": "Over the past two decades, the importance of the microbiota in health and disease has become evident. Pathological changes to the oral bacterial microbiota, such as those occurring during periodontal disease, are associated with multiple inflammatory conditions, including inflammatory bowel disease. However, the degree to which this association is a consequence of elevated oral inflammation or because oral bacteria can directly drive inflammation at distal sites remains under debate. In this Perspective, we propose that in inflammatory bowel disease, oral disease-associated bacteria translocate to the intestine and directly exacerbate disease. We propose a multistage model that involves pathological changes to the microbial and immune compartments of both the oral cavity and intestine. The evidence to support this hypothesis is critically evaluated and the relevance to other diseases in which oral bacteria have been implicated (including colorectal cancer and liver disease) are discussed. This Perspective highlights an accumulating body of literature that outlines a direct role for oral-associated bacteria in inflammatory bowel disease pathogenesis. The authors propose a model by which oral-associated species might expand in the inflamed intestinal environment to exacerbate inflammation.",
		"link": "https://www.nature.com/articles/s41575-021-00488-4"
	},
	{
		"id": 108,
		"title": "Dispatched uses Na+ flux to power release of lipid-modified Hedgehog",
		"desc": "The Dispatched protein, which is related to the NPC1 and PTCH1 cholesterol transporters1,2 and to H+-driven transporters of the RND family3,4, enables tissue-patterning activity of the lipid-modified Hedgehog protein by releasing it from tightly -localized sites of embryonic expression5–10. Here we determine a cryo-electron microscopy structure of the mouse protein Dispatched homologue 1 (DISP1), revealing three Na+ ions coordinated within a channel that traverses its transmembrane domain. We find that the rate of Hedgehog export is dependent on the Na+ gradient across the plasma membrane. The transmembrane channel and Na+ binding are disrupted in DISP1-NNN, a variant with asparagine substitutions for three intramembrane aspartate residues that each coordinate and neutralize the charge of one of the three Na+ ions. DISP1-NNN and variants that disrupt single Na+ sites retain binding to, but are impaired in export of the lipid-modified Hedgehog protein to the SCUBE2 acceptor. Interaction of the amino-terminal signalling domain of the Sonic hedgehog protein (ShhN) with DISP1 occurs via an extensive buried surface area and contacts with an extended furin-cleaved DISP1 arm. Variability analysis reveals that ShhN binding is restricted to one extreme of a continuous series of DISP1 conformations. The bound and unbound DISP1 conformations display distinct Na+-site occupancies, which suggests a mechanism by which transmembrane Na+ flux may power extraction of the lipid-linked Hedgehog signal from the membrane. Na+-coordinating residues in DISP1 are conserved in PTCH1 and other metazoan RND family members, suggesting that Na+ flux powers their conformationally driven activities. Cryo-electron microscopy studies show that dynamic coordination of Na+ in the ion channel of Dispatched homologue 1 and the transmembrane Na+ gradient have key roles in exporting lipid-modified Hedgehog protein signal.",
		"link": "https://www.nature.com/articles/s41586-021-03996-0#ref-CR42"
	},
	{
		"id": 109,
		"title": "Structural basis for inhibition of the AAA-ATPase Drg1 by diazaborine",
		"desc": "The hexameric AAA-ATPase Drg1 is a key factor in eukaryotic ribosome biogenesis and initiates cytoplasmic maturation of the large ribosomal subunit by releasing the shuttling maturation factor Rlp24. Drg1 monomers contain two AAA-domains (D1 and D2) that act in a concerted manner. Rlp24 release is inhibited by the drug diazaborine which blocks ATP hydrolysis in D2. The mode of inhibition was unknown. Here we show the first cryo-EM structure of Drg1 revealing the inhibitory mechanism. Diazaborine forms a covalent bond to the 2′-OH of the nucleotide in D2, explaining its specificity for this site. As a consequence, the D2 domain is locked in a rigid, inactive state, stalling the whole Drg1 hexamer. Resistance mechanisms identified include abolished drug binding and altered positioning of the nucleotide. Our results suggest nucleotide-modifying compounds as potential novel inhibitors for AAA-ATPases. The AAA-ATPase Drg1 is a key factor in eukaryotic ribosome biogenesis that initiates cytoplasmic maturation of the large subunit. Here the authors report the structure of Drg1 in complex with its specific inhibitor diazaborine and provide insight into the mechanism of inhibition and specificity of this class of inhibitors.",
		"link": "https://www.nature.com/articles/s41467-021-23854-x"
	},
	{
		"id": 110,
		"title": "SLC25A39 is necessary for mitochondrial glutathione import in mammalian cells",
		"desc": "Glutathione (GSH) is a small-molecule thiol that is abundant in all eukaryotes and has key roles in oxidative metabolism1. Mitochondria, as the major site of oxidative reactions, must maintain sufficient levels of GSH to perform protective and biosynthetic functions2. GSH is synthesized exclusively in the cytosol, yet the molecular machinery involved in mitochondrial GSH import remains unknown. Here, using organellar proteomics and metabolomics approaches, we identify SLC25A39, a mitochondrial membrane carrier of unknown function, as a regulator of GSH transport into mitochondria. Loss of SLC25A39 reduces mitochondrial GSH import and abundance without affecting cellular GSH levels. Cells lacking both SLC25A39 and its paralogue SLC25A40 exhibit defects in the activity and stability of proteins containing iron–sulfur clusters. We find that mitochondrial GSH import is necessary for cell proliferation in vitro and red blood cell development in mice. Heterologous expression of an engineered bifunctional bacterial GSH biosynthetic enzyme (GshF) in mitochondria enables mitochondrial GSH production and ameliorates the metabolic and proliferative defects caused by its depletion. Finally, GSH availability negatively regulates SLC25A39 protein abundance, coupling redox homeostasis to mitochondrial GSH import in mammalian cells. Our work identifies SLC25A39 as an essential and regulated component of the mitochondrial GSH-import machinery. SLC25A39 and its paralogue SLC25A40 have redundant roles in the import of glutathione into mitochondria of mammalian cells.",
		"link": "https://www.nature.com/articles/s41586-021-04025-w#MOESM16"
	},
	{
		"id": 111,
		"title": "Targeting circuits with DBS",
		"desc": "Targeting two neuronal populations simultaneously with brief bursts of deep brain stimulation (DBS) induces longer-lasting beneficial effects on motor function than conventional DBS in dopamine-depleted mice.",
		"link": "https://www.nature.com/articles/s41583-021-00539-4"
	},
	{
		"id": 112,
		"title": "Disease variant prediction with deep generative models of evolutionary data",
		"desc": "Quantifying the pathogenicity of protein variants in human disease-related genes would have a marked effect on clinical decisions, yet the overwhelming majority (over 98%) of these variants still have unknown consequences1–3. In principle, computational methods could support the large-scale interpretation of genetic variants. However, state-of-the-art methods4–10 have relied on training machine learning models on known disease labels. As these labels are sparse, biased and of variable quality, the resulting models have been considered insufficiently reliable11. Here we propose an approach that leverages deep generative models to predict variant pathogenicity without relying on labels. By modelling the distribution of sequence variation across organisms, we implicitly capture constraints on the protein sequences that maintain fitness. Our model EVE (evolutionary model of variant effect) not only outperforms computational approaches that rely on labelled data but also performs on par with, if not better than, predictions from high-throughput experiments, which are increasingly used as evidence for variant classification12–16. We predict the pathogenicity of more than 36 million variants across 3,219 disease genes and provide evidence for the classification of more than 256,000 variants of unknown significance. Our work suggests that models of evolutionary information can provide valuable independent evidence for variant interpretation that will be widely useful in research and clinical settings. A new computational method, EVE, classifies human genetic variants in disease genes using deep generative models trained solely on evolutionary sequences.",
		"link": "https://www.nature.com/articles/s41586-021-04043-8#MOESM7"
	},
	{
		"id": 113,
		"title": "Structure of PDE3A–SLFN12 complex and structure-based design for a potent apoptosis inducer of tumor cells",
		"desc": "Molecular glues are a class of small molecular drugs that mediate protein-protein interactions, that induce either the degradation or stabilization of target protein. A structurally diverse group of chemicals, including 17-β-estradiol (E2), anagrelide, nauclefine, and DNMDP, induces apoptosis by forming complexes with phosphodiesterase 3A (PDE3A) and Schlafen 12 protein (SLFN12). They do so by binding to the PDE3A enzymatic pocket that allows the compound-bound PDE3A to recruit and stabilize SLFN12, which in turn blocks protein translation, leading to apoptosis. In this work, we report the high-resolution cryo-electron microscopy structure of PDE3A-SLFN12 complexes isolated from cultured HeLa cells pre-treated with either anagrelide, or nauclefine, or DNMDP. The PDE3A-SLFN12 complexes exhibit a butterfly-like shape, forming a heterotetramer with these small molecules, which are packed in a shallow pocket in the catalytic domain of PDE3A. The resulting small molecule-modified interface binds to the short helix (E552-I558) of SLFN12 through hydrophobic interactions, thus “gluing” the two proteins together. Based on the complex structure, we designed and synthesized analogs of anagrelide, a known drug used for the treatment of thrombocytosis, to enhance their interactions with SLFN12, and achieved superior efficacy in inducing apoptosis in cultured cells as well as in tumor xenografts. Anagrelide, nauclefine and DNMDP induce apoptosis by forming complexes with phosphodiesterase 3A (PDE3A) and Schlafen 12 protein (SLFN12). Here, the authors present the cryo-EM structures of PDE3A-SLFN12 complexes with these compounds as molecular glues. Based on the complex structure, they developed an anagrelide analog that shows a higher potency in inducing apoptosis in cultured cells and also promotes tumor growth inhibition in tumor xenografts, which is of interest for cancer drug development.",
		"link": "https://www.nature.com/articles/s41467-021-26546-8"
	},
	{
		"id": 114,
		"title": "PTRE-seq reveals mechanism and interactions of RNA binding proteins and miRNAs",
		"desc": "RNA binding proteins (RBP) and microRNAs (miRNAs) often bind sequences in 3′ untranslated regions (UTRs) of mRNAs, and regulate stability and translation efficiency. With the identification of numerous RBPs and miRNAs, there is an urgent need for new technologies to dissect the function of the cis-acting elements of RBPs and miRNAs. We describe post-transcriptional regulatory element sequencing (PTRE-seq), a massively parallel method for assaying the target sequences of miRNAs and RBPs. We use PTRE-seq to dissect sequence preferences and interactions between miRNAs and RBPs. The binding sites for these effector molecules influenced different aspects of the RNA lifecycle: RNA stability, translation efficiency, and translation initiation. In some cases, post-transcriptional control is modular, with different factors acting independently of each other, while in other cases factors show specific epistatic interactions. The throughput, flexibility, and reproducibility of PTRE-seq make it a valuable tool to study post-transcriptional regulation by 3′UTR elements. A large number of RNA binding proteins (RBPs) and miRNAs bind to the 3′ untranslated regions of mRNA, but methods to dissect their function and interactions are lacking. Here the authors introduce post-transcriptional regulatory element sequencing (PTRE-seq) to dissect sequence preferences, interactions and consequences of RBP and miRNA binding.",
		"link": "https://www.nature.com/articles/s41467-017-02745-0"
	},
	{
		"id": 115,
		"title": "AKIRIN2 controls the nuclear import of proteasomes in vertebrates",
		"desc": "Protein expression and turnover are controlled through a complex interplay of transcriptional, post-transcriptional and post-translational mechanisms to enable spatial and temporal regulation of cellular processes. To systematically elucidate such gene regulatory networks, we developed a CRISPR screening assay based on time-controlled Cas9 mutagenesis, intracellular immunostaining and fluorescence-activated cell sorting that enables the identification of regulatory factors independent of their effects on cellular fitness. We pioneered this approach by systematically probing the regulation of the transcription factor MYC, a master regulator of cell growth1–3. Our screens uncover a highly conserved protein, AKIRIN2, that is essentially required for nuclear protein degradation. We found that AKIRIN2 forms homodimers that directly bind to fully assembled 20S proteasomes to mediate their nuclear import. During mitosis, proteasomes are excluded from condensing chromatin and re-imported into newly formed daughter nuclei in a highly dynamic, AKIRIN2-dependent process. Cells undergoing mitosis in the absence of AKIRIN2 become devoid of nuclear proteasomes, rapidly causing accumulation of MYC and other nuclear proteins. Collectively, our study reveals a dedicated pathway controlling the nuclear import of proteasomes in vertebrates and establishes a scalable approach to decipher regulators in essential cellular processes. Using time-controlled CRISPR screens, the authors identify AKIRIN2 as a factor involved in the nuclear import of the proteasome.",
		"link": "https://www.nature.com/articles/s41586-021-04035-8#ref-CR42"
	},
	{
		"id": 116,
		"title": "Recognize 727 UNESCO Biosphere Reserves for biodiversity COP15",
		"desc": "Letter to the Editor",
		"link": "https://www.nature.com/articles/d41586-021-02750-w"
	},
	{
		"id": 117,
		"title": "How COVID-19 changed scientific mentoring",
		"desc": "Many mentors have had to rethink their approach as the pandemic has made physical meetings impossible.  Many mentors have had to rethink their approach as the pandemic has made physical meetings impossible.",
		"link": "https://www.nature.com/articles/d41586-021-02570-y"
	},
	{
		"id": 118,
		"title": "Dispatched uses Na+ flux to power release of lipid-modified Hedgehog",
		"desc": "The Dispatched protein, which is related to the NPC1 and PTCH1 cholesterol transporters1,2 and to H+-driven transporters of the RND family3,4, enables tissue-patterning activity of the lipid-modified Hedgehog protein by releasing it from tightly -localized sites of embryonic expression5–10. Here we determine a cryo-electron microscopy structure of the mouse protein Dispatched homologue 1 (DISP1), revealing three Na+ ions coordinated within a channel that traverses its transmembrane domain. We find that the rate of Hedgehog export is dependent on the Na+ gradient across the plasma membrane. The transmembrane channel and Na+ binding are disrupted in DISP1-NNN, a variant with asparagine substitutions for three intramembrane aspartate residues that each coordinate and neutralize the charge of one of the three Na+ ions. DISP1-NNN and variants that disrupt single Na+ sites retain binding to, but are impaired in export of the lipid-modified Hedgehog protein to the SCUBE2 acceptor. Interaction of the amino-terminal signalling domain of the Sonic hedgehog protein (ShhN) with DISP1 occurs via an extensive buried surface area and contacts with an extended furin-cleaved DISP1 arm. Variability analysis reveals that ShhN binding is restricted to one extreme of a continuous series of DISP1 conformations. The bound and unbound DISP1 conformations display distinct Na+-site occupancies, which suggests a mechanism by which transmembrane Na+ flux may power extraction of the lipid-linked Hedgehog signal from the membrane. Na+-coordinating residues in DISP1 are conserved in PTCH1 and other metazoan RND family members, suggesting that Na+ flux powers their conformationally driven activities. Cryo-electron microscopy studies show that dynamic coordination of Na+ in the ion channel of Dispatched homologue 1 and the transmembrane Na+ gradient have key roles in exporting lipid-modified Hedgehog protein signal.",
		"link": "https://www.nature.com/articles/s41586-021-03996-0#ref-CR2"
	},
	{
		"id": 119,
		"title": "India’s neighbours race to sequence genomes as COVID surges",
		"desc": "From Sri Lanka to Nepal, scientists with limited resources are working feverishly to discover which variants are driving outbreaks.  From Sri Lanka to Nepal, scientists with limited resources are working feverishly to discover which variants are driving outbreaks.",
		"link": "https://www.nature.com/articles/d41586-021-01287-2"
	},
	{
		"id": 120,
		"title": "The ‘zombie’ fires that keep burning under snow-covered forests",
		"desc": "Smouldering fires lay dormant before bursting back into flame in spring.  Hear the biggest stories from the world of science | 19 May 2021",
		"link": "https://www.nature.com/articles/d41586-021-01360-w"
	},
	{
		"id": 121,
		"title": "Shaping modern human skull through epigenetic, transcriptional and post-transcriptional regulation of the RUNX2 master bone gene",
		"desc": "RUNX2 encodes the master bone transcription factor driving skeletal development in vertebrates, and playing a specific role in craniofacial and skull morphogenesis. The anatomically modern human (AMH) features sequence changes in the RUNX2 locus compared with archaic hominins’ species. We aimed to understand how these changes may have contributed to human skull globularization occurred in recent evolution. We compared in silico AMH and archaic hominins’ genomes, and used mesenchymal stromal cells isolated from skull sutures of craniosynostosis patients for in vitro functional assays. We detected 459 and 470 nucleotide changes in noncoding regions of the AMH RUNX2 locus, compared with the Neandertal and Denisovan genomes, respectively. Three nucleotide changes in the proximal promoter were predicted to alter the binding of the zinc finger protein Znf263 and long-distance interactions with other cis-regulatory regions. By surface plasmon resonance, we selected nucleotide substitutions in the 3’UTRs able to affect miRNA binding affinity. Specifically, miR-3150a-3p and miR-6785-5p expression inversely correlated with RUNX2 expression during in vitro osteogenic differentiation. The expression of two long non-coding RNAs, AL096865.1 and RUNX2-AS1, within the same locus, was modulated during in vitro osteogenic differentiation and correlated with the expression of specific RUNX2 isoforms. Our data suggest that RUNX2 may have undergone adaptive phenotypic evolution caused by epigenetic and post-transcriptional regulatory mechanisms, which may explain the delayed suture fusion leading to the present-day globular skull shape.",
		"link": "https://www.nature.com/articles/s41598-021-00511-3"
	},
	{
		"id": 122,
		"title": "Exome sequencing and analysis of 454,787 UK Biobank participants",
		"desc": "A major goal in human genetics is to use natural variation to understand the phenotypic consequences of altering each protein-coding gene in the genome. Here we used exome sequencing1 to explore protein altering variants and their consequences in 454,787 UK Biobank study participants2. We identified 12 million coding variants, including ~1 million loss-of-function and ~1.8 million deleterious missense variants. When these were tested for association with 3,994 health-related traits, we found 564 genes with trait associations at P≤2.18x10-11. Rare variant associations were enriched in GWAS loci, but most (91%) were independent of common variant signals. We discover several risk-increasing associations with traits related to liver disease, eye disease and cancer, among others, as well as novel risk-lowering associations for hypertension (SLC9A3R2), diabetes (MAP3K15, FAM234A) and asthma (SLC27A3). Six genes were associated with brain imaging phenotypes, including two involved in neural development (GBE1, PLD1). 81% of signals available and powered for replication were confirmed in an independent cohort; furthermore, association signals were generally consistent across European, Asian and African ancestry individuals. We illustrate the ability of exome sequencing to identify novel gene-trait associations, elucidate gene function, and pinpoint effector genes underlying GWAS signals at scale.",
		"link": "https://www.nature.com/articles/s41586-021-04103-z"
	},
	{
		"id": 123,
		"title": "Dispatched uses Na+ flux to power release of lipid-modified Hedgehog",
		"desc": "The Dispatched protein, which is related to the NPC1 and PTCH1 cholesterol transporters1,2 and to H+-driven transporters of the RND family3,4, enables tissue-patterning activity of the lipid-modified Hedgehog protein by releasing it from tightly -localized sites of embryonic expression5–10. Here we determine a cryo-electron microscopy structure of the mouse protein Dispatched homologue 1 (DISP1), revealing three Na+ ions coordinated within a channel that traverses its transmembrane domain. We find that the rate of Hedgehog export is dependent on the Na+ gradient across the plasma membrane. The transmembrane channel and Na+ binding are disrupted in DISP1-NNN, a variant with asparagine substitutions for three intramembrane aspartate residues that each coordinate and neutralize the charge of one of the three Na+ ions. DISP1-NNN and variants that disrupt single Na+ sites retain binding to, but are impaired in export of the lipid-modified Hedgehog protein to the SCUBE2 acceptor. Interaction of the amino-terminal signalling domain of the Sonic hedgehog protein (ShhN) with DISP1 occurs via an extensive buried surface area and contacts with an extended furin-cleaved DISP1 arm. Variability analysis reveals that ShhN binding is restricted to one extreme of a continuous series of DISP1 conformations. The bound and unbound DISP1 conformations display distinct Na+-site occupancies, which suggests a mechanism by which transmembrane Na+ flux may power extraction of the lipid-linked Hedgehog signal from the membrane. Na+-coordinating residues in DISP1 are conserved in PTCH1 and other metazoan RND family members, suggesting that Na+ flux powers their conformationally driven activities. Cryo-electron microscopy studies show that dynamic coordination of Na+ in the ion channel of Dispatched homologue 1 and the transmembrane Na+ gradient have key roles in exporting lipid-modified Hedgehog protein signal.",
		"link": "https://www.nature.com/articles/s41586-021-03996-0#ref-CR20"
	},
	{
		"id": 124,
		"title": "How to help feed the world with 'Blue Foods'",
		"desc": "How aquatic foods could help tackle world hunger, and how Australian wildfires spurred phytoplankton growth in the Southern Ocean.  Hear the biggest stories from the world of science | 16 September 2021",
		"link": "https://www.nature.com/articles/d41586-021-02467-w"
	},
	{
		"id": 125,
		"title": "The tubulin code and its role in controlling microtubule properties and functions",
		"desc": "Microtubules are core components of the eukaryotic cytoskeleton with essential roles in cell division, shaping, motility and intracellular transport. Despite their functional heterogeneity, microtubules have a highly conserved structure made from almost identical molecular building blocks: the tubulin proteins. Alternative tubulin isotypes and a variety of post-translational modifications control the properties and functions of the microtubule cytoskeleton, a concept known as the ‘tubulin code’. Here we review the current understanding of the molecular components of the tubulin code and how they impact microtubule properties and functions. We discuss how tubulin isotypes and post-translational modifications control microtubule behaviour at the molecular level and how this translates into physiological functions at the cellular and organism levels. We then go on to show how fine-tuning of microtubule function by some tubulin modifications can affect homeostasis and how perturbation of this fine-tuning can lead to a range of dysfunctions, many of which are linked to human disease. The mechanical and dynamic properties of microtubules are determined by their complement of subunits, known as tubulin isotypes, and the post-translational modifications found on these isotypes. This concept is known as the ‘tubulin code’. The regulation of microtubules and microtubule-associated proteins by this code is critical for the correct function of a range of tissues. Consequently, recent studies have linked perturbation of the tubulin code to disease, including neurodegenerative diseases.",
		"link": "https://www.nature.com/articles/s41580-020-0214-3"
	},
	{
		"id": 126,
		"title": "Natural killer cells lull tumours into dormancy",
		"desc": "Natural killer cells can drive spreading cancer cells to enter a state of dormancy. That finding, together with the discovery of a pathway that hinders this antitumour function, could spur the development of new treatments.  Pathways identified that either boost or hinder tumour dormancy.",
		"link": "https://www.nature.com/articles/d41586-021-01381-5"
	},
	{
		"id": 127,
		"title": "Ivory hunting drives evolution of tuskless elephants",
		"desc": "In Mozambique, the selective poaching of elephants with tusks has led to a higher number of females being born without them.  In Mozambique, the selective poaching of elephants with tusks has led to a higher number of females being born without them.",
		"link": "https://www.nature.com/articles/d41586-021-02867-y"
	},
	{
		"id": 128,
		"title": "Biodiversity theory backed by island bird data",
		"desc": "Analysis of a unique global data set reveals how the species diversity of birds is affected by the properties of archipelagos and offers a way to test an influential theory. Has this improved our understanding of island biodiversity patterns?  Evidence from archipelagos worldwide confirms an influential theory.",
		"link": "https://www.nature.com/articles/d41586-020-00426-5"
	},
	{
		"id": 129,
		"title": "Mass spectrometry comes of age for subcellular organelles",
		"desc": "Technological innovations in optical object recognition and high-throughput ultrasensitive mass spectrometry are enabling subcellular metabolomics and peptidomics, providing unprecedented opportunities to study small-molecule mediators of cellular function with important implications in health and disease.",
		"link": "https://www.nature.com/articles/s41592-021-01287-0"
	},
	{
		"id": 130,
		"title": "Diagnosing Earth: the science behind the IPCC’s upcoming climate report",
		"desc": "The first assessment from the Intergovernmental Panel for Climate Change in eight years will sound the alarm on soaring temperatures, rising seas and extreme weather.  The first assessment from the Intergovernmental Panel for Climate Change in eight years will sound the alarm on soaring temperatures, rising seas and extreme weather.",
		"link": "https://www.nature.com/articles/d41586-021-02150-0"
	},
	{
		"id": 131,
		"title": "Ball and chain",
		"desc": "The classic impact factor is outmoded. Is there an alternative for assessing both a researcher's productivity and a journal's quality?",
		"link": "https://www.nature.com/ni/journal/v11/n10/full/ni1010-873.html"
	},
	{
		"id": 132,
		"title": "Drowning in the literature? These smart software tools can help",
		"desc": "Search engines that highlight key papers are keeping scientists up to date.  Search engines that highlight key papers are keeping scientists up to date.",
		"link": "https://www.nature.com/articles/d41586-021-02346-4"
	},
	{
		"id": 133,
		"title": "Structural insights into assembly of human mitochondrial translocase TOM complex",
		"desc": "",
		"link": "https://www.nature.com/articles/s41421-021-00252-7#ref-CR15"
	},
	{
		"id": 134,
		"title": "Has the world’s oldest known animal been discovered?",
		"desc": "Researchers debate whether an ancient fossil is the oldest animal yet discovered, and a new way to eavesdrop on glaciers.  Hear the biggest stories from the world of science | 28 July 2021",
		"link": "https://www.nature.com/articles/d41586-021-02078-5"
	},
	{
		"id": 135,
		"title": "Mitochondrial sorting and assembly machinery operates by β-barrel switching",
		"desc": "The mitochondrial outer membrane contains so-called β-barrel proteins, which allow communication between the cytosol and the mitochondrial interior1–3. Insertion of β-barrel proteins into the outer membrane is mediated by the multisubunit mitochondrial sorting and assembly machinery (SAM, also known as TOB)4–6. Here we use cryo-electron microscopy to determine the structures of two different forms of the yeast SAM complex at a resolution of 2.8–3.2 Å. The dimeric complex contains two copies of the β-barrel channel protein Sam50—Sam50a and Sam50b—with partially open lateral gates. The peripheral membrane proteins Sam35 and Sam37 cap the Sam50 channels from the cytosolic side, and are crucial for the structural and functional integrity of the dimeric complex. In the second complex, Sam50b is replaced by the β-barrel protein Mdm10. In cooperation with Sam50a, Sam37 recruits and traps Mdm10 by penetrating the interior of its laterally closed β-barrel from the cytosolic side. The substrate-loaded SAM complex contains one each of Sam50, Sam35 and Sam37, but neither Mdm10 nor a second Sam50, suggesting that Mdm10 and Sam50b function as placeholders for a β-barrel substrate released from Sam50a. Our proposed mechanism for dynamic switching of β-barrel subunits and substrate explains how entire precursor proteins can fold in association with the mitochondrial machinery for β-barrel assembly. Proteins are inserted into the outer mitochondrial membrane by the mitochondrial sorting and assembly machinery, two structural forms of which are presented here, suggesting the mechanism involved.",
		"link": "https://www.nature.com/articles/s41586-020-03113-7"
	},
	{
		"id": 136,
		"title": "Inference in artificial intelligence with deep optics and photonics",
		"desc": "Artificial intelligence tasks across numerous applications require accelerators for fast and low-power execution. Optical computing systems may be able to meet these domain-specific needs but, despite half a century of research, general-purpose optical computing systems have yet to mature into a practical technology. Artificial intelligence inference, however, especially for visual computing applications, may offer opportunities for inference based on optical and photonic systems. In this Perspective, we review recent work on optical computing for artificial intelligence applications and discuss its promise and challenges. Recent work on optical computing for artificial intelligence applications is reviewed and the potential and challenges of all-optical and hybrid optical networks are discussed.",
		"link": "https://www.nature.com/articles/s41586-020-2973-6"
	},
	{
		"id": 137,
		"title": "Audio long-read: How ancient people learned to love carbs",
		"desc": "Archaeological evidence shows that ancient people ate bread, beer and other carbs, long before domesticated crops.  Listen to an audio version of a recent Nature feature.",
		"link": "https://www.nature.com/articles/d41586-021-01998-6"
	},
	{
		"id": 138,
		"title": "Mapping protein interactions in the active TOM-TIM23 supercomplex",
		"desc": "Nuclear-encoded mitochondrial proteins destined for the matrix have to be transported across two membranes. The TOM and TIM23 complexes facilitate the transport of precursor proteins with N-terminal targeting signals into the matrix. During transport, precursors are recognized by the TIM23 complex in the inner membrane for handover from the TOM complex. However, we have little knowledge on the organization of the TOM-TIM23 transition zone and on how precursor transfer between the translocases occurs. Here, we have designed a precursor protein that is stalled during matrix transport in a TOM-TIM23-spanning manner and enables purification of the translocation intermediate. Combining chemical cross-linking with mass spectrometric analyses and structural modeling allows us to map the molecular environment of the intermembrane space interface of TOM and TIM23 as well as the import motor interactions with amino acid resolution. Our analyses provide a framework for understanding presequence handover and translocation during matrix protein transport. The TOM and TIM23 complexes facilitate the transport of nuclear-encoded proteins into the mitochondrial matrix. Here, the authors use a stalled client protein to purify the translocation supercomplex and gain insight into the TOM-TIM23 interface and the mechanism of protein handover from the TOM to the TIM23 complex.",
		"link": "https://www.nature.com/articles/s41467-021-26016-1#ref-CR59"
	},
	{
		"id": 139,
		"title": "Coronapod: kids' role in the future of COVID ",
		"desc": "As vaccines start to protect older generations, might COVID become a disease of the young?  As vaccines start to protect older generations, might COVID become a disease of the young?",
		"link": "https://www.nature.com/articles/d41586-021-01910-2"
	},
	{
		"id": 140,
		"title": "Structural insights into assembly of human mitochondrial translocase TOM complex",
		"desc": "",
		"link": "https://www.nature.com/articles/s41421-021-00252-7#ref-CR14"
	},
	{
		"id": 141,
		"title": "How many drug targets are there?",
		"desc": "For the past decade, the number of molecular targets for approved drugs has been debated. In this article and the accompanying poster, Overington and colleagues provide a comprehensive survey of current drug targets and a wealth of associated information on the characteristics of target families and the drugs that modulate them. For the past decade, the number of molecular targets for approved drugs has been debated. Here, we reconcile apparently contradictory previous reports into a comprehensive survey, and propose a consensus number of current drug targets for all classes of approved therapeutic drugs. One striking feature is the relatively constant historical rate of target innovation (the rate at which drugs against new targets are launched); however, the rate of developing drugs against new families is significantly lower. The recent approval of drugs that target protein kinases highlights two additional trends: an emerging realization of the importance of polypharmacology, and also the power of a gene-family-led approach in generating novel and important therapies.",
		"link": "https://www.nature.com/articles/nrd2199"
	},
	{
		"id": 142,
		"title": "SCOOPing deeper",
		"desc": "",
		"link": "https://www.nature.com/articles/s41477-021-01024-7"
	},
	{
		"id": 143,
		"title": "Utilitarian benchmarks for emissions and pledges promote equity, climate and development",
		"desc": "Tools are needed to benchmark carbon emissions and pledges against criteria of equity and fairness. However, standard economic approaches, which use a transparent optimization framework, ignore equity. Models that do include equity benchmarks exist, but often use opaque methodologies. Here we propose a utilitarian benchmark computed in a transparent optimization framework, which could usefully inform the equity benchmark debate. Implementing the utilitarian benchmark, which we see as ethically minimal and conceptually parsimonious, in two leading climate–economy models allows for calculation of the optimal allocation of future emissions. We compare this optimum with historical emissions and initial nationally determined contributions. Compared with cost minimization, utilitarian optimization features better outcomes for human development, equity and the climate. Peak temperature is lower under utilitarianism because it reduces the human development cost of global mitigation. Utilitarianism therefore is a promising inclusion to a set of benchmarks for future explorations of climate equity. Climate mitigation will require allocations of emission allowances to nations. This study proposes a utilitarian benchmark to ensure equitable allocations whilst mitigating climate change.",
		"link": "https://www.nature.com/articles/s41558-021-01130-6"
	},
	{
		"id": 144,
		"title": "Structural basis for inhibition of the AAA-ATPase Drg1 by diazaborine",
		"desc": "The hexameric AAA-ATPase Drg1 is a key factor in eukaryotic ribosome biogenesis and initiates cytoplasmic maturation of the large ribosomal subunit by releasing the shuttling maturation factor Rlp24. Drg1 monomers contain two AAA-domains (D1 and D2) that act in a concerted manner. Rlp24 release is inhibited by the drug diazaborine which blocks ATP hydrolysis in D2. The mode of inhibition was unknown. Here we show the first cryo-EM structure of Drg1 revealing the inhibitory mechanism. Diazaborine forms a covalent bond to the 2′-OH of the nucleotide in D2, explaining its specificity for this site. As a consequence, the D2 domain is locked in a rigid, inactive state, stalling the whole Drg1 hexamer. Resistance mechanisms identified include abolished drug binding and altered positioning of the nucleotide. Our results suggest nucleotide-modifying compounds as potential novel inhibitors for AAA-ATPases. The AAA-ATPase Drg1 is a key factor in eukaryotic ribosome biogenesis that initiates cytoplasmic maturation of the large subunit. Here the authors report the structure of Drg1 in complex with its specific inhibitor diazaborine and provide insight into the mechanism of inhibition and specificity of this class of inhibitors.",
		"link": "https://www.nature.com/articles/s41467-021-23854-x#ref-CR11"
	},
	{
		"id": 145,
		"title": "The resurgence of covalent drugs",
		"desc": "\n                \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                \n               Compounds that exhibit a covalent mechanism of action are typically avoided in drug discovery programmes, largely owing to safety concerns. Here, Singh and colleagues present the pharmacological advantages offered by covalent drugs and discuss strategies to address the potential risks and challenges that have been associated with these agents. Covalent drugs haveproved to be successful therapies for various indications, but largely owing to safety concerns, they are rarely considered when initiating a target-directed drug discovery project. There is a need to reassess this important class of drugs, and to reconcile the discordance between the historic success of covalent drugs and the reluctance of most drug discovery teams to include them in their armamentarium. This Review surveys the prevalence and pharmacological advantages of covalent drugs, discusses how potential risks and challenges may be addressed through innovative design, and presents the broad opportunities provided by targeted covalent inhibitors.",
		"link": "https://www.nature.com/articles/nrd3410#ref-CR52"
	},
	{
		"id": 146,
		"title": "COVID-19 poses a riddle for the immune system",
		"desc": "It is unclear why people’s immune response to the SARS-CoV-2 coronavirus varies so widely. Tracking patient responses over time sheds light on this issue, and has implications for efforts to predict disease severity.  Variations in patient defence responses tracked over time.",
		"link": "https://www.nature.com/articles/d41586-020-02379-1"
	},
	{
		"id": 147,
		"title": "The resurgence of covalent drugs",
		"desc": "\n                \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                  \n                    \n                  \n                \n               Compounds that exhibit a covalent mechanism of action are typically avoided in drug discovery programmes, largely owing to safety concerns. Here, Singh and colleagues present the pharmacological advantages offered by covalent drugs and discuss strategies to address the potential risks and challenges that have been associated with these agents. Covalent drugs haveproved to be successful therapies for various indications, but largely owing to safety concerns, they are rarely considered when initiating a target-directed drug discovery project. There is a need to reassess this important class of drugs, and to reconcile the discordance between the historic success of covalent drugs and the reluctance of most drug discovery teams to include them in their armamentarium. This Review surveys the prevalence and pharmacological advantages of covalent drugs, discusses how potential risks and challenges may be addressed through innovative design, and presents the broad opportunities provided by targeted covalent inhibitors.",
		"link": "https://www.nature.com/articles/nrd3410#ref-CR2"
	},
	{
		"id": 148,
		"title": "Disease variant prediction with deep generative models of evolutionary data",
		"desc": "Quantifying the pathogenicity of protein variants in human disease-related genes would have a marked effect on clinical decisions, yet the overwhelming majority (over 98%) of these variants still have unknown consequences1–3. In principle, computational methods could support the large-scale interpretation of genetic variants. However, state-of-the-art methods4–10 have relied on training machine learning models on known disease labels. As these labels are sparse, biased and of variable quality, the resulting models have been considered insufficiently reliable11. Here we propose an approach that leverages deep generative models to predict variant pathogenicity without relying on labels. By modelling the distribution of sequence variation across organisms, we implicitly capture constraints on the protein sequences that maintain fitness. Our model EVE (evolutionary model of variant effect) not only outperforms computational approaches that rely on labelled data but also performs on par with, if not better than, predictions from high-throughput experiments, which are increasingly used as evidence for variant classification12–16. We predict the pathogenicity of more than 36 million variants across 3,219 disease genes and provide evidence for the classification of more than 256,000 variants of unknown significance. Our work suggests that models of evolutionary information can provide valuable independent evidence for variant interpretation that will be widely useful in research and clinical settings. A new computational method, EVE, classifies human genetic variants in disease genes using deep generative models trained solely on evolutionary sequences.",
		"link": "https://www.nature.com/articles/s41586-021-04043-8#Fig11"
	},
	{
		"id": 149,
		"title": "Plasmepsin V licenses Plasmodium proteins for export into the host erythrocyte",
		"desc": "During their intraerythrocytic development, malaria parasites export hundreds of proteins to remodel their host cell. Nutrient acquisition, cytoadherence and antigenic variation are among the key virulence functions effected by this erythrocyte takeover. Proteins destined for export are synthesized in the endoplasmic reticulum (ER) and cleaved at a conserved (PEXEL) motif, which allows translocation into the host cell via an ATP-driven translocon called the PTEX complex. We report that plasmepsin V, an ER aspartic protease with distant homology to the mammalian processing enzyme BACE, recognizes the PEXEL motif and cleaves it at the correct site. This enzyme is essential for parasite viability and ER residence is essential for its function. We propose that plasmepsin V is the PEXEL protease and is an attractive enzyme for antimalarial drug development. A key part of the life cycle of the malaria parasite — and the one that makes transmission via the mosquito to other hosts possible — involves a period of growth inside host red blood cells. During this phase the Plasmodium cells export several hundred proteins into the host blood cell, which they remodel as an environment suitable for parasite multiplication. Proteins destined for export contain a conserved motif called PEXEL, and when this is cleaved in the endoplasmic reticulum the protein can translocate into the host cell. Two independent studies now reveal the identity of the enzyme that cleaves the PEXEL motif as the aspartyl protease plasmepsin V. This finding immediately suggests that plasmepsin V is a potential drug target for antimalarial agents. To survive and evade host responses, malaria parasites export several hundred proteins into the host cell on infection. A feature of these proteins is a conserved, pentameric motif that is cleaved by an unknown protease before export. This is one of two independent studies revealing the identity of the protease as plasmepsin V, an aspartic acid protease located in the endoplasmic reticulum. This enzyme is essential for parasite viability and is an attractive candidate for drug development.",
		"link": "https://www.nature.com/articles/nature08726"
	},
	{
		"id": 150,
		"title": "Structural basis for inhibition of the AAA-ATPase Drg1 by diazaborine",
		"desc": "The hexameric AAA-ATPase Drg1 is a key factor in eukaryotic ribosome biogenesis and initiates cytoplasmic maturation of the large ribosomal subunit by releasing the shuttling maturation factor Rlp24. Drg1 monomers contain two AAA-domains (D1 and D2) that act in a concerted manner. Rlp24 release is inhibited by the drug diazaborine which blocks ATP hydrolysis in D2. The mode of inhibition was unknown. Here we show the first cryo-EM structure of Drg1 revealing the inhibitory mechanism. Diazaborine forms a covalent bond to the 2′-OH of the nucleotide in D2, explaining its specificity for this site. As a consequence, the D2 domain is locked in a rigid, inactive state, stalling the whole Drg1 hexamer. Resistance mechanisms identified include abolished drug binding and altered positioning of the nucleotide. Our results suggest nucleotide-modifying compounds as potential novel inhibitors for AAA-ATPases. The AAA-ATPase Drg1 is a key factor in eukaryotic ribosome biogenesis that initiates cytoplasmic maturation of the large subunit. Here the authors report the structure of Drg1 in complex with its specific inhibitor diazaborine and provide insight into the mechanism of inhibition and specificity of this class of inhibitors.",
		"link": "https://www.nature.com/articles/s41467-021-23854-x#Fig1"
	},
	{
		"id": 151,
		"title": "The genomic origins of the Bronze Age Tarim Basin mummies",
		"desc": "The identity of the earliest inhabitants of Xinjiang, in the heart of Inner Asia, and the languages that they spoke have long been debated and remain contentious1. Here we present genomic data from 5 individuals dating to around 3000–2800 bc from the Dzungarian Basin and 13 individuals dating to around 2100–1700 bc﻿ from the Tarim Basin, representing the earliest yet discovered human remains from North and South Xinjiang, respectively. We find that the Early Bronze Age Dzungarian individuals exhibit a predominantly Afanasievo ancestry with an additional local contribution, and the Early–Middle Bronze Age Tarim individuals contain only a local ancestry. The Tarim individuals from the site of Xiaohe further exhibit strong evidence of milk proteins in their dental calculus, indicating a reliance on dairy pastoralism at the site since its founding. Our results do not support previous hypotheses for the origin of the Tarim mummies, who were argued to be Proto-Tocharian-speaking pastoralists descended from the Afanasievo1,2 or to have originated among the Bactria–Margiana Archaeological Complex3 or Inner Asian Mountain Corridor cultures4. Instead, although Tocharian may have been plausibly introduced to the Dzungarian Basin by Afanasievo migrants during the Early Bronze Age, we find that the earliest Tarim Basin cultures appear to have arisen from a genetically isolated local population that adopted neighbouring pastoralist and agriculturalist practices, which allowed them to settle and thrive along the shifting riverine oases of the Taklamakan Desert. A genomic analysis of human remains from the Bronze Age provides insights into the origin of the Tarim Basin mummies from the Xinjiang region.",
		"link": "https://www.nature.com/articles/s41586-021-04052-7#Fig4"
	},
	{
		"id": 152,
		"title": "Microendoscopic calcium imaging of the primary visual cortex of behaving macaques",
		"desc": "In vivo calcium imaging with genetically encoded indicators has recently been applied to macaque brains to monitor neural activities from a large population of cells simultaneously. Microendoscopic calcium imaging combined with implantable gradient index lenses captures neural activities from deep brain areas with a compact and convenient setup; however, this has been limited to rodents and marmosets. Here, we developed miniature fluorescent microscopy to image neural activities from the primary visual cortex of behaving macaques. We found tens of clear fluorescent signals from three of the six brain hemispheres. A subset of these neurons showed clear retinotopy and orientation tuning. Moreover, we successfully decoded the stimulus orientation and tracked the cells across days. These results indicate that microendoscopic calcium imaging is feasible and reasonable for investigating neural circuits in the macaque brain by monitoring fluorescent signals from a large number of neurons.",
		"link": "https://www.nature.com/articles/s41598-021-96532-z"
	},
	{
		"id": 153,
		"title": "Mapping protein interactions in the active TOM-TIM23 supercomplex",
		"desc": "Nuclear-encoded mitochondrial proteins destined for the matrix have to be transported across two membranes. The TOM and TIM23 complexes facilitate the transport of precursor proteins with N-terminal targeting signals into the matrix. During transport, precursors are recognized by the TIM23 complex in the inner membrane for handover from the TOM complex. However, we have little knowledge on the organization of the TOM-TIM23 transition zone and on how precursor transfer between the translocases occurs. Here, we have designed a precursor protein that is stalled during matrix transport in a TOM-TIM23-spanning manner and enables purification of the translocation intermediate. Combining chemical cross-linking with mass spectrometric analyses and structural modeling allows us to map the molecular environment of the intermembrane space interface of TOM and TIM23 as well as the import motor interactions with amino acid resolution. Our analyses provide a framework for understanding presequence handover and translocation during matrix protein transport. The TOM and TIM23 complexes facilitate the transport of nuclear-encoded proteins into the mitochondrial matrix. Here, the authors use a stalled client protein to purify the translocation supercomplex and gain insight into the TOM-TIM23 interface and the mechanism of protein handover from the TOM to the TIM23 complex.",
		"link": "https://www.nature.com/articles/s41467-021-26016-1#ref-CR38"
	},
	{
		"id": 154,
		"title": "Structural basis for inhibition of the AAA-ATPase Drg1 by diazaborine",
		"desc": "The hexameric AAA-ATPase Drg1 is a key factor in eukaryotic ribosome biogenesis and initiates cytoplasmic maturation of the large ribosomal subunit by releasing the shuttling maturation factor Rlp24. Drg1 monomers contain two AAA-domains (D1 and D2) that act in a concerted manner. Rlp24 release is inhibited by the drug diazaborine which blocks ATP hydrolysis in D2. The mode of inhibition was unknown. Here we show the first cryo-EM structure of Drg1 revealing the inhibitory mechanism. Diazaborine forms a covalent bond to the 2′-OH of the nucleotide in D2, explaining its specificity for this site. As a consequence, the D2 domain is locked in a rigid, inactive state, stalling the whole Drg1 hexamer. Resistance mechanisms identified include abolished drug binding and altered positioning of the nucleotide. Our results suggest nucleotide-modifying compounds as potential novel inhibitors for AAA-ATPases. The AAA-ATPase Drg1 is a key factor in eukaryotic ribosome biogenesis that initiates cytoplasmic maturation of the large subunit. Here the authors report the structure of Drg1 in complex with its specific inhibitor diazaborine and provide insight into the mechanism of inhibition and specificity of this class of inhibitors.",
		"link": "https://www.nature.com/articles/s41467-021-23854-x#ref-CR6"
	},
	{
		"id": 155,
		"title": "Apply the brakes",
		"desc": "Following long-term potentiation, α5-subunit-containing GABA receptors relocalize to inhibitory synapses to amplify inhibition and suppress runaway potentiation.",
		"link": "https://www.nature.com/articles/s41583-020-00409-5"
	},
	{
		"id": 156,
		"title": "The role of oral bacteria in inflammatory bowel disease",
		"desc": "Over the past two decades, the importance of the microbiota in health and disease has become evident. Pathological changes to the oral bacterial microbiota, such as those occurring during periodontal disease, are associated with multiple inflammatory conditions, including inflammatory bowel disease. However, the degree to which this association is a consequence of elevated oral inflammation or because oral bacteria can directly drive inflammation at distal sites remains under debate. In this Perspective, we propose that in inflammatory bowel disease, oral disease-associated bacteria translocate to the intestine and directly exacerbate disease. We propose a multistage model that involves pathological changes to the microbial and immune compartments of both the oral cavity and intestine. The evidence to support this hypothesis is critically evaluated and the relevance to other diseases in which oral bacteria have been implicated (including colorectal cancer and liver disease) are discussed. This Perspective highlights an accumulating body of literature that outlines a direct role for oral-associated bacteria in inflammatory bowel disease pathogenesis. The authors propose a model by which oral-associated species might expand in the inflamed intestinal environment to exacerbate inflammation.",
		"link": "https://www.nature.com/articles/s41575-021-00488-4#ref-CR5"
	},
	{
		"id": 157,
		"title": "Genes that give our brains their rhythms",
		"desc": "How does the intricate balance of gene regulation and expression within individual neurons relate to electrophysiological oscillations and, ultimately, cognition? In a new study, Berto and colleagues take an important step toward addressing this question by correlating oscillatory biomarkers of successful memory encoding with gene expression on a within-participant basis.",
		"link": "https://www.nature.com/articles/s41593-021-00805-9"
	},
	{
		"id": 158,
		"title": "Structural basis for inhibition of the AAA-ATPase Drg1 by diazaborine",
		"desc": "The hexameric AAA-ATPase Drg1 is a key factor in eukaryotic ribosome biogenesis and initiates cytoplasmic maturation of the large ribosomal subunit by releasing the shuttling maturation factor Rlp24. Drg1 monomers contain two AAA-domains (D1 and D2) that act in a concerted manner. Rlp24 release is inhibited by the drug diazaborine which blocks ATP hydrolysis in D2. The mode of inhibition was unknown. Here we show the first cryo-EM structure of Drg1 revealing the inhibitory mechanism. Diazaborine forms a covalent bond to the 2′-OH of the nucleotide in D2, explaining its specificity for this site. As a consequence, the D2 domain is locked in a rigid, inactive state, stalling the whole Drg1 hexamer. Resistance mechanisms identified include abolished drug binding and altered positioning of the nucleotide. Our results suggest nucleotide-modifying compounds as potential novel inhibitors for AAA-ATPases. The AAA-ATPase Drg1 is a key factor in eukaryotic ribosome biogenesis that initiates cytoplasmic maturation of the large subunit. Here the authors report the structure of Drg1 in complex with its specific inhibitor diazaborine and provide insight into the mechanism of inhibition and specificity of this class of inhibitors.",
		"link": "https://www.nature.com/articles/s41467-021-23854-x#ref-CR8"
	},
	{
		"id": 159,
		"title": "Structural basis for inhibition of the AAA-ATPase Drg1 by diazaborine",
		"desc": "The hexameric AAA-ATPase Drg1 is a key factor in eukaryotic ribosome biogenesis and initiates cytoplasmic maturation of the large ribosomal subunit by releasing the shuttling maturation factor Rlp24. Drg1 monomers contain two AAA-domains (D1 and D2) that act in a concerted manner. Rlp24 release is inhibited by the drug diazaborine which blocks ATP hydrolysis in D2. The mode of inhibition was unknown. Here we show the first cryo-EM structure of Drg1 revealing the inhibitory mechanism. Diazaborine forms a covalent bond to the 2′-OH of the nucleotide in D2, explaining its specificity for this site. As a consequence, the D2 domain is locked in a rigid, inactive state, stalling the whole Drg1 hexamer. Resistance mechanisms identified include abolished drug binding and altered positioning of the nucleotide. Our results suggest nucleotide-modifying compounds as potential novel inhibitors for AAA-ATPases. The AAA-ATPase Drg1 is a key factor in eukaryotic ribosome biogenesis that initiates cytoplasmic maturation of the large subunit. Here the authors report the structure of Drg1 in complex with its specific inhibitor diazaborine and provide insight into the mechanism of inhibition and specificity of this class of inhibitors.",
		"link": "https://www.nature.com/articles/s41467-021-23854-x#ref-CR25"
	},
	{
		"id": 160,
		"title": "Mass spectrometry comes of age for subcellular organelles",
		"desc": "Technological innovations in optical object recognition and high-throughput ultrasensitive mass spectrometry are enabling subcellular metabolomics and peptidomics, providing unprecedented opportunities to study small-molecule mediators of cellular function with important implications in health and disease.",
		"link": "https://www.nature.com/articles/s41592-021-01287-0#ref-CR1"
	},
	{
		"id": 161,
		"title": "tl;dr: this AI sums up research papers in a sentence",
		"desc": "Search engine’s tool for summarizing studies promises easier skim-reading.  Search engine’s tool for summarizing studies promises easier skim-reading.",
		"link": "https://www.nature.com/articles/d41586-020-03277-2"
	},
	{
		"id": 162,
		"title": "Mitochondrial sorting and assembly machinery operates by β-barrel switching",
		"desc": "The mitochondrial outer membrane contains so-called β-barrel proteins, which allow communication between the cytosol and the mitochondrial interior1–3. Insertion of β-barrel proteins into the outer membrane is mediated by the multisubunit mitochondrial sorting and assembly machinery (SAM, also known as TOB)4–6. Here we use cryo-electron microscopy to determine the structures of two different forms of the yeast SAM complex at a resolution of 2.8–3.2 Å. The dimeric complex contains two copies of the β-barrel channel protein Sam50—Sam50a and Sam50b—with partially open lateral gates. The peripheral membrane proteins Sam35 and Sam37 cap the Sam50 channels from the cytosolic side, and are crucial for the structural and functional integrity of the dimeric complex. In the second complex, Sam50b is replaced by the β-barrel protein Mdm10. In cooperation with Sam50a, Sam37 recruits and traps Mdm10 by penetrating the interior of its laterally closed β-barrel from the cytosolic side. The substrate-loaded SAM complex contains one each of Sam50, Sam35 and Sam37, but neither Mdm10 nor a second Sam50, suggesting that Mdm10 and Sam50b function as placeholders for a β-barrel substrate released from Sam50a. Our proposed mechanism for dynamic switching of β-barrel subunits and substrate explains how entire precursor proteins can fold in association with the mitochondrial machinery for β-barrel assembly. Proteins are inserted into the outer mitochondrial membrane by the mitochondrial sorting and assembly machinery, two structural forms of which are presented here, suggesting the mechanism involved.",
		"link": "https://www.nature.com/articles/s41586-020-03113-7#ref-CR67"
	},
	{
		"id": 163,
		"title": "SEAM is a spatial single nuclear metabolomics method for dissecting tissue microenvironment",
		"desc": "Spatial metabolomics can reveal intercellular heterogeneity and tissue organization. Here we report on the spatial single nuclear metabolomics (SEAM) method, a flexible platform combining high-spatial-resolution imaging mass spectrometry and a set of computational algorithms that can display multiscale and multicolor tissue tomography together with identification and clustering of single nuclei by their in situ metabolic fingerprints. We first applied SEAM to a range of wild-type mouse tissues, then delineated a consistent pattern of metabolic zonation in mouse liver. We further studied the spatial metabolic profile in the human fibrotic liver. We discovered subpopulations of hepatocytes with special metabolic features associated with their proximity to the fibrotic niche, and validated this finding by spatial transcriptomics with Geo-seq. These demonstrations highlighted SEAM’s ability to explore the spatial metabolic profile and tissue histology at the single-cell level, leading to a deeper understanding of tissue metabolic organization. SEAM is a platform for the analysis of high-resolution secondary ion mass spectrometry imaging that allows spatially resolved nuclear metabolomic profiling at the single-cell level.",
		"link": "https://www.nature.com/articles/s41592-021-01276-3"
	},
	{
		"id": 164,
		"title": "Estimating a social cost of carbon for global energy consumption",
		"desc": "Estimates of global economic damage caused by carbon dioxide (CO2) emissions can inform climate policy1–3. The social cost of carbon (SCC) quantifies these damages by characterizing how additional CO2 emissions today impact future economic outcomes through altering the climate4–6. Previous estimates have suggested that large, warming-driven increases in energy expenditures could dominate the SCC7,8, but they rely on models9–11 that are spatially coarse and not tightly linked to data2,3,6,7,12,13. Here we show that the release of one ton of CO2 today is projected to reduce total future energy expenditures, with most estimates valued between −US$3 and −US$1, depending on discount rates. Our results are based on an architecture that integrates global data, econometrics and climate science to estimate local damages worldwide. Notably, we project that emerging economies in the tropics will dramatically increase electricity consumption owing to warming, which requires critical infrastructure planning. However, heating reductions in colder countries offset this increase globally. We estimate that 2099 annual global electricity consumption increases by about 4.5 exajoules (7 per cent of current global consumption) per one-degree-Celsius increase in global mean surface temperature (GMST), whereas direct consumption of other fuels declines by about 11.3 exajoules (7 per cent of current global consumption) per one-degree-Celsius increase in GMST. Our finding of net savings contradicts previous research7,8, because global data indicate that many populations will remain too poor for most of the twenty-first century to substantially increase energy consumption in response to warming. Importantly, damage estimates would differ if poorer populations were given greater weight14. Using global data, econometrics and climate science to estimate the damages induced by the emission of one ton of carbon dioxide, climate change is projected to increase electricity spending but reduce overall end-use energy expenditure.",
		"link": "https://www.nature.com/articles/s41586-021-03883-8"
	},
	{
		"id": 165,
		"title": "Structural insights into assembly of human mitochondrial translocase TOM complex",
		"desc": "",
		"link": "https://www.nature.com/articles/s41421-021-00252-7#ref-CR11"
	},
	{
		"id": 166,
		"title": "Microendoscopic calcium imaging of the primary visual cortex of behaving macaques",
		"desc": "In vivo calcium imaging with genetically encoded indicators has recently been applied to macaque brains to monitor neural activities from a large population of cells simultaneously. Microendoscopic calcium imaging combined with implantable gradient index lenses captures neural activities from deep brain areas with a compact and convenient setup; however, this has been limited to rodents and marmosets. Here, we developed miniature fluorescent microscopy to image neural activities from the primary visual cortex of behaving macaques. We found tens of clear fluorescent signals from three of the six brain hemispheres. A subset of these neurons showed clear retinotopy and orientation tuning. Moreover, we successfully decoded the stimulus orientation and tracked the cells across days. These results indicate that microendoscopic calcium imaging is feasible and reasonable for investigating neural circuits in the macaque brain by monitoring fluorescent signals from a large number of neurons.",
		"link": "https://www.nature.com/articles/s41598-021-96532-z#Fig4"
	},
	{
		"id": 167,
		"title": "Microendoscopic calcium imaging of the primary visual cortex of behaving macaques",
		"desc": "In vivo calcium imaging with genetically encoded indicators has recently been applied to macaque brains to monitor neural activities from a large population of cells simultaneously. Microendoscopic calcium imaging combined with implantable gradient index lenses captures neural activities from deep brain areas with a compact and convenient setup; however, this has been limited to rodents and marmosets. Here, we developed miniature fluorescent microscopy to image neural activities from the primary visual cortex of behaving macaques. We found tens of clear fluorescent signals from three of the six brain hemispheres. A subset of these neurons showed clear retinotopy and orientation tuning. Moreover, we successfully decoded the stimulus orientation and tracked the cells across days. These results indicate that microendoscopic calcium imaging is feasible and reasonable for investigating neural circuits in the macaque brain by monitoring fluorescent signals from a large number of neurons.",
		"link": "https://www.nature.com/articles/s41598-021-96532-z#ref-CR21"
	},
	{
		"id": 168,
		"title": "Smart food packaging films",
		"desc": "",
		"link": "https://www.nature.com/articles/s43016-021-00375-w"
	},
	{
		"id": 169,
		"title": "AKIRIN2 controls the nuclear import of proteasomes in vertebrates",
		"desc": "Protein expression and turnover are controlled through a complex interplay of transcriptional, post-transcriptional and post-translational mechanisms to enable spatial and temporal regulation of cellular processes. To systematically elucidate such gene regulatory networks, we developed a CRISPR screening assay based on time-controlled Cas9 mutagenesis, intracellular immunostaining and fluorescence-activated cell sorting that enables the identification of regulatory factors independent of their effects on cellular fitness. We pioneered this approach by systematically probing the regulation of the transcription factor MYC, a master regulator of cell growth1–3. Our screens uncover a highly conserved protein, AKIRIN2, that is essentially required for nuclear protein degradation. We found that AKIRIN2 forms homodimers that directly bind to fully assembled 20S proteasomes to mediate their nuclear import. During mitosis, proteasomes are excluded from condensing chromatin and re-imported into newly formed daughter nuclei in a highly dynamic, AKIRIN2-dependent process. Cells undergoing mitosis in the absence of AKIRIN2 become devoid of nuclear proteasomes, rapidly causing accumulation of MYC and other nuclear proteins. Collectively, our study reveals a dedicated pathway controlling the nuclear import of proteasomes in vertebrates and establishes a scalable approach to decipher regulators in essential cellular processes. Using time-controlled CRISPR screens, the authors identify AKIRIN2 as a factor involved in the nuclear import of the proteasome.",
		"link": "https://www.nature.com/articles/s41586-021-04035-8#Fig9"
	},
	{
		"id": 170,
		"title": "The impact of network topological structures on systematic technology adoption and carbon emission reduction",
		"desc": "This paper investigates how the topological structure of the technological spillover network among agents affects the adoption of a new clean technology and the reduction of system’s carbon emissions. Through building a systematic technology adoption model with technological spillover effect among agents from the network perspective, this paper first illustrates how the new technology diffuses from the earlier adopters to the later adopters under different network topological structures. Further, this paper examines how the carbon emission constraints imposed on pilot agents affect the carbon emissions of other agents and the entire system under different network topological structures. Simulation results of our study suggest that, (1) different topological structures of the technological spillover network have great influence on the adoption and diffusion of a new advanced technology; (2) imposing carbon emission constraints on pilot agents can reduce carbon emissions of other agents and thereby the entire system. However, the effectiveness of the carbon emission constraints is also largely determined by the network topological structures. Our study implies that the empirical research of the network topological structure among the participating entities is a pre-requisite to evaluate the real effectiveness of a carbon emission reduction policy from the system perspective.",
		"link": "https://www.nature.com/articles/s41598-021-99835-3"
	},
	{
		"id": 171,
		"title": "Mitochondrial sorting and assembly machinery operates by β-barrel switching",
		"desc": "The mitochondrial outer membrane contains so-called β-barrel proteins, which allow communication between the cytosol and the mitochondrial interior1–3. Insertion of β-barrel proteins into the outer membrane is mediated by the multisubunit mitochondrial sorting and assembly machinery (SAM, also known as TOB)4–6. Here we use cryo-electron microscopy to determine the structures of two different forms of the yeast SAM complex at a resolution of 2.8–3.2 Å. The dimeric complex contains two copies of the β-barrel channel protein Sam50—Sam50a and Sam50b—with partially open lateral gates. The peripheral membrane proteins Sam35 and Sam37 cap the Sam50 channels from the cytosolic side, and are crucial for the structural and functional integrity of the dimeric complex. In the second complex, Sam50b is replaced by the β-barrel protein Mdm10. In cooperation with Sam50a, Sam37 recruits and traps Mdm10 by penetrating the interior of its laterally closed β-barrel from the cytosolic side. The substrate-loaded SAM complex contains one each of Sam50, Sam35 and Sam37, but neither Mdm10 nor a second Sam50, suggesting that Mdm10 and Sam50b function as placeholders for a β-barrel substrate released from Sam50a. Our proposed mechanism for dynamic switching of β-barrel subunits and substrate explains how entire precursor proteins can fold in association with the mitochondrial machinery for β-barrel assembly. Proteins are inserted into the outer mitochondrial membrane by the mitochondrial sorting and assembly machinery, two structural forms of which are presented here, suggesting the mechanism involved.",
		"link": "https://www.nature.com/articles/s41586-020-03113-7#ref-CR12"
	},
	{
		"id": 172,
		"title": "Microendoscopic calcium imaging of the primary visual cortex of behaving macaques",
		"desc": "In vivo calcium imaging with genetically encoded indicators has recently been applied to macaque brains to monitor neural activities from a large population of cells simultaneously. Microendoscopic calcium imaging combined with implantable gradient index lenses captures neural activities from deep brain areas with a compact and convenient setup; however, this has been limited to rodents and marmosets. Here, we developed miniature fluorescent microscopy to image neural activities from the primary visual cortex of behaving macaques. We found tens of clear fluorescent signals from three of the six brain hemispheres. A subset of these neurons showed clear retinotopy and orientation tuning. Moreover, we successfully decoded the stimulus orientation and tracked the cells across days. These results indicate that microendoscopic calcium imaging is feasible and reasonable for investigating neural circuits in the macaque brain by monitoring fluorescent signals from a large number of neurons.",
		"link": "https://www.nature.com/articles/s41598-021-96532-z#Fig8"
	},
	{
		"id": 173,
		"title": "Machinery for protein sorting and assembly in the mitochondrial outer membrane",
		"desc": "Mitochondria contain translocases for the transport of precursor proteins across their outer and inner membranes1,2,3,4,5. It has been assumed that the translocases also mediate the sorting of proteins to their submitochondrial destination1,2,5,6,7,8,9,10. Here we show that the mitochondrial outer membrane contains a separate sorting and assembly machinery (SAM) that operates after the translocase of the outer membrane (TOM). Mas37 forms a constituent of the SAM complex. The central role of the SAM complex in the sorting and assembly pathway of outer membrane proteins explains the various pleiotropic functions that have been ascribed to Mas37 (refs 4, 11–15). These results suggest that the TOM complex, which can transport all kinds of mitochondrial precursor proteins, is not sufficient for the correct integration of outer membrane proteins with a complicated topology, and instead transfers precursor proteins to the SAM complex.",
		"link": "https://www.nature.com/articles/nature01753"
	},
	{
		"id": 174,
		"title": "Machinery for protein sorting and assembly in the mitochondrial outer membrane",
		"desc": "Mitochondria contain translocases for the transport of precursor proteins across their outer and inner membranes1,2,3,4,5. It has been assumed that the translocases also mediate the sorting of proteins to their submitochondrial destination1,2,5,6,7,8,9,10. Here we show that the mitochondrial outer membrane contains a separate sorting and assembly machinery (SAM) that operates after the translocase of the outer membrane (TOM). Mas37 forms a constituent of the SAM complex. The central role of the SAM complex in the sorting and assembly pathway of outer membrane proteins explains the various pleiotropic functions that have been ascribed to Mas37 (refs 4, 11–15). These results suggest that the TOM complex, which can transport all kinds of mitochondrial precursor proteins, is not sufficient for the correct integration of outer membrane proteins with a complicated topology, and instead transfers precursor proteins to the SAM complex.",
		"link": "https://www.nature.com/articles/nature01753#ref-CR2"
	},
	{
		"id": 175,
		"title": "Hybrid optical-electronic convolutional neural networks with optimized diffractive optics for image classification",
		"desc": "Convolutional neural networks (CNNs) excel in a wide variety of computer vision applications, but their high performance also comes at a high computational cost. Despite efforts to increase efficiency both algorithmically and with specialized hardware, it remains difficult to deploy CNNs in embedded systems due to tight power budgets. Here we explore a complementary strategy that incorporates a layer of optical computing prior to electronic computing, improving performance on image classification tasks while adding minimal electronic computational cost or processing time. We propose a design for an optical convolutional layer based on an optimized diffractive optical element and test our design in two simulations: a learned optical correlator and an optoelectronic two-layer CNN. We demonstrate in simulation and with an optical prototype that the classification accuracies of our optical systems rival those of the analogous electronic implementations, while providing substantial savings on computational cost.",
		"link": "https://www.nature.com/articles/s41598-018-30619-y"
	},
	{
		"id": 176,
		"title": "Confocal non-line-of-sight imaging based on the light-cone transform",
		"desc": "A confocal scanning technique solves the reconstruction problem of non-line-of-sight imaging to give fast and high-quality reconstructions of hidden objects. The ability to accurately reconstruct objects that are hidden from view is of great importance in several fields, including remote sensing, autonomous vehicles and robotics. Unlike light detection and ranging methods, non-line-of-sight (NLOS) imaging relies on multiply scattered light to reconstruct macroscopic objects from their shape and albedo. So far, experimental demonstrations of NLOS imaging have been considered to have limited applicability because of the computational demands of existing reconstruction algorithms. Here, Matthew O'Toole and colleagues show that a confocal scanning technique leads to fast and high-quality reconstructions of macroscopic hidden objects. This is made possible by a computationally more efficient inverse method based on a closed-form solution to the NLOS reconstruction problem, which the authors refer to as the light-cone transform. With suitable improvements to the current technique, the authors expect real-time frame rates to become accessible in the future. How to image objects that are hidden from a camera’s view is a problem of fundamental importance to many fields of research1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20, with applications in robotic vision, defence, remote sensing, medical imaging and autonomous vehicles. Non-line-of-sight (NLOS) imaging at macroscopic scales has been demonstrated by scanning a visible surface with a pulsed laser and a time-resolved detector14,15,16,17,18,19. Whereas light detection and ranging (LIDAR) systems use such measurements to recover the shape of visible objects from direct reflections21,22,23,24, NLOS imaging reconstructs the shape and albedo of hidden objects from multiply scattered light. Despite recent advances, NLOS imaging has remained impractical owing to the prohibitive memory and processing requirements of existing reconstruction algorithms, and the extremely weak signal of multiply scattered light. Here we show that a confocal scanning procedure can address these challenges by facilitating the derivation of the light-cone transform to solve the NLOS reconstruction problem. This method requires much smaller computational and memory resources than previous reconstruction methods do and images hidden objects at unprecedented resolution. Confocal scanning also provides a sizeable increase in signal and range when imaging retroreflective objects. We quantify the resolution bounds of NLOS imaging, demonstrate its potential for real-time tracking and derive efficient algorithms that incorporate image priors and a physically accurate noise model. Additionally, we describe successful outdoor experiments of NLOS imaging under indirect sunlight.",
		"link": "https://www.nature.com/articles/nature25489"
	},
	{
		"id": 177,
		"title": "Optically sensing neural activity without imaging",
		"desc": "Advanced computational imaging techniques have the potential to extract neural activity patterns from scattered data without reconstructing images.",
		"link": "https://www.nature.com/articles/s41566-020-0642-9"
	},
	{
		"id": 178,
		"title": "Chlorophagy: Preventing sunburn",
		"desc": "",
		"link": "https://www.nature.com/articles/nplants201726"
	},
	{
		"id": 179,
		"title": "Machinery for protein sorting and assembly in the mitochondrial outer membrane",
		"desc": "Mitochondria contain translocases for the transport of precursor proteins across their outer and inner membranes1,2,3,4,5. It has been assumed that the translocases also mediate the sorting of proteins to their submitochondrial destination1,2,5,6,7,8,9,10. Here we show that the mitochondrial outer membrane contains a separate sorting and assembly machinery (SAM) that operates after the translocase of the outer membrane (TOM). Mas37 forms a constituent of the SAM complex. The central role of the SAM complex in the sorting and assembly pathway of outer membrane proteins explains the various pleiotropic functions that have been ascribed to Mas37 (refs 4, 11–15). These results suggest that the TOM complex, which can transport all kinds of mitochondrial precursor proteins, is not sufficient for the correct integration of outer membrane proteins with a complicated topology, and instead transfers precursor proteins to the SAM complex.",
		"link": "https://www.nature.com/articles/nature01753#ref-CR3"
	},
	{
		"id": 180,
		"title": "Starch synthesis: Seeding the pearl",
		"desc": "",
		"link": "https://www.nature.com/articles/nplants2017123"
	},
	{
		"id": 181,
		"title": "Transplastomic Arabidopsis plants at last",
		"desc": "An efficient route to the transformation of Arabidopsis plastids will allow the full power of molecular genetics to be brought to bear on the study of this key compartment.",
		"link": "https://www.nature.com/articles/s41477-019-0388-x"
	},
	{
		"id": 182,
		"title": "Moving inside membranes",
		"desc": "The mechanism that inserts proteins into the membranes of cellular organelles was thought to be well understood. But studies in yeast reveal that this process is sometimes more complicated than had been suspected.",
		"link": "https://www.nature.com/articles/424505a"
	},
	{
		"id": 183,
		"title": "Molecular landscape of etioplast inner membranes in higher plants",
		"desc": "Etioplasts are photosynthetically inactive plastids that accumulate when light levels are too low for chloroplast maturation. The etioplast inner membrane consists of a paracrystalline tubular lattice and peripheral, disk-shaped membranes, respectively known as the prolamellar body and prothylakoids. These distinct membrane regions are connected into one continuous compartment. To date, no structures of protein complexes in or at etioplast membranes have been reported. Here, we used electron cryo-tomography to explore the molecular membrane landscape of pea and maize etioplasts. Our tomographic reconstructions show that ATP synthase monomers are enriched in the prothylakoids, and plastid ribosomes in the tubular lattice. The entire tubular lattice is covered by regular helical arrays of a membrane-associated protein, which we identified as the 37-kDa enzyme, light-dependent protochlorophyllide oxidoreductase (LPOR). LPOR is the most abundant protein in the etioplast, where it is responsible for chlorophyll biosynthesis, photoprotection and defining the membrane geometry of the prolamellar body. Based on the 9-Å-resolution volume of the subtomogram average, we propose a structural model of membrane-associated LPOR. Etioplasts are photosynthetically inactive plastids that are converted to chloroplasts under light exposure. To study thylakoid membrane biogenesis, cryo-electron tomography is used to image membranes isolated from etioplasts and reconstruct the architecture of proteins associated with the membrane.",
		"link": "https://www.nature.com/articles/s41477-021-00896-z"
	},
	{
		"id": 184,
		"title": "SCOOPing deeper",
		"desc": "",
		"link": "https://idp.nature.com/authorize/natureuser?client_id=grover&redirect_uri=https%3A%2F%2Fwww.nature.com%2Farticles%2Fs41477-021-01024-7"
	},
	{
		"id": 185,
		"title": "Machinery for protein sorting and assembly in the mitochondrial outer membrane",
		"desc": "Mitochondria contain translocases for the transport of precursor proteins across their outer and inner membranes1,2,3,4,5. It has been assumed that the translocases also mediate the sorting of proteins to their submitochondrial destination1,2,5,6,7,8,9,10. Here we show that the mitochondrial outer membrane contains a separate sorting and assembly machinery (SAM) that operates after the translocase of the outer membrane (TOM). Mas37 forms a constituent of the SAM complex. The central role of the SAM complex in the sorting and assembly pathway of outer membrane proteins explains the various pleiotropic functions that have been ascribed to Mas37 (refs 4, 11–15). These results suggest that the TOM complex, which can transport all kinds of mitochondrial precursor proteins, is not sufficient for the correct integration of outer membrane proteins with a complicated topology, and instead transfers precursor proteins to the SAM complex.",
		"link": "https://www.nature.com/articles/nature01753#ref-CR6"
	},
	{
		"id": 186,
		"title": "Hybrid optical-electronic convolutional neural networks with optimized diffractive optics for image classification",
		"desc": "Convolutional neural networks (CNNs) excel in a wide variety of computer vision applications, but their high performance also comes at a high computational cost. Despite efforts to increase efficiency both algorithmically and with specialized hardware, it remains difficult to deploy CNNs in embedded systems due to tight power budgets. Here we explore a complementary strategy that incorporates a layer of optical computing prior to electronic computing, improving performance on image classification tasks while adding minimal electronic computational cost or processing time. We propose a design for an optical convolutional layer based on an optimized diffractive optical element and test our design in two simulations: a learned optical correlator and an optoelectronic two-layer CNN. We demonstrate in simulation and with an optical prototype that the classification accuracies of our optical systems rival those of the analogous electronic implementations, while providing substantial savings on computational cost.",
		"link": "https://www.nature.com/articles/s41598-018-30619-y#ref-CR31"
	},
	{
		"id": 187,
		"title": "Machinery for protein sorting and assembly in the mitochondrial outer membrane",
		"desc": "Mitochondria contain translocases for the transport of precursor proteins across their outer and inner membranes1,2,3,4,5. It has been assumed that the translocases also mediate the sorting of proteins to their submitochondrial destination1,2,5,6,7,8,9,10. Here we show that the mitochondrial outer membrane contains a separate sorting and assembly machinery (SAM) that operates after the translocase of the outer membrane (TOM). Mas37 forms a constituent of the SAM complex. The central role of the SAM complex in the sorting and assembly pathway of outer membrane proteins explains the various pleiotropic functions that have been ascribed to Mas37 (refs 4, 11–15). These results suggest that the TOM complex, which can transport all kinds of mitochondrial precursor proteins, is not sufficient for the correct integration of outer membrane proteins with a complicated topology, and instead transfers precursor proteins to the SAM complex.",
		"link": "https://www.nature.com/articles/nature01753#ref-CR4"
	},
	{
		"id": 188,
		"title": "Hybrid optical-electronic convolutional neural networks with optimized diffractive optics for image classification",
		"desc": "Convolutional neural networks (CNNs) excel in a wide variety of computer vision applications, but their high performance also comes at a high computational cost. Despite efforts to increase efficiency both algorithmically and with specialized hardware, it remains difficult to deploy CNNs in embedded systems due to tight power budgets. Here we explore a complementary strategy that incorporates a layer of optical computing prior to electronic computing, improving performance on image classification tasks while adding minimal electronic computational cost or processing time. We propose a design for an optical convolutional layer based on an optimized diffractive optical element and test our design in two simulations: a learned optical correlator and an optoelectronic two-layer CNN. We demonstrate in simulation and with an optical prototype that the classification accuracies of our optical systems rival those of the analogous electronic implementations, while providing substantial savings on computational cost.",
		"link": "https://www.nature.com/articles/s41598-018-30619-y#ref-CR33"
	},
	{
		"id": 189,
		"title": "Hybrid optical-electronic convolutional neural networks with optimized diffractive optics for image classification",
		"desc": "Convolutional neural networks (CNNs) excel in a wide variety of computer vision applications, but their high performance also comes at a high computational cost. Despite efforts to increase efficiency both algorithmically and with specialized hardware, it remains difficult to deploy CNNs in embedded systems due to tight power budgets. Here we explore a complementary strategy that incorporates a layer of optical computing prior to electronic computing, improving performance on image classification tasks while adding minimal electronic computational cost or processing time. We propose a design for an optical convolutional layer based on an optimized diffractive optical element and test our design in two simulations: a learned optical correlator and an optoelectronic two-layer CNN. We demonstrate in simulation and with an optical prototype that the classification accuracies of our optical systems rival those of the analogous electronic implementations, while providing substantial savings on computational cost.",
		"link": "https://www.nature.com/articles/s41598-018-30619-y#ref-CR16"
	},
	{
		"id": 190,
		"title": "Hybrid optical-electronic convolutional neural networks with optimized diffractive optics for image classification",
		"desc": "Convolutional neural networks (CNNs) excel in a wide variety of computer vision applications, but their high performance also comes at a high computational cost. Despite efforts to increase efficiency both algorithmically and with specialized hardware, it remains difficult to deploy CNNs in embedded systems due to tight power budgets. Here we explore a complementary strategy that incorporates a layer of optical computing prior to electronic computing, improving performance on image classification tasks while adding minimal electronic computational cost or processing time. We propose a design for an optical convolutional layer based on an optimized diffractive optical element and test our design in two simulations: a learned optical correlator and an optoelectronic two-layer CNN. We demonstrate in simulation and with an optical prototype that the classification accuracies of our optical systems rival those of the analogous electronic implementations, while providing substantial savings on computational cost.",
		"link": "https://www.nature.com/articles/s41598-018-30619-y#Equ1"
	},
	{
		"id": 191,
		"title": "A hexagonal planar transition-metal complex",
		"desc": "Transition-metal complexes are widely used in the physical and biological sciences. They have essential roles in catalysis, synthesis, materials science, photophysics and bioinorganic chemistry. Our understanding of transition-metal complexes originates from Alfred Werner’s realization that their three-dimensional shape influences their properties and reactivity1, and the intrinsic link between shape and electronic structure is now firmly underpinned by molecular-orbital theory2–5. Despite more than a century of advances in this field, the geometries of transition-metal complexes remain limited to a few well-understood examples. The archetypal geometries of six-coordinate transition metals are octahedral and trigonal prismatic, and although deviations from ideal bond angles and bond lengths are frequent6, alternative parent geometries are extremely rare7. The hexagonal planar coordination environment is known, but it is restricted to condensed metallic phases8, the hexagonal pores of coordination polymers9, or clusters that contain more than one transition metal in close proximity10,11. Such a geometry had been considered12,13 for [Ni(PtBu)6]; however, an analysis of the molecular orbitals suggested that this complex is best described as a 16-electron species with a trigonal planar geometry14. Here we report the isolation and structural characterization of a simple coordination complex in which six ligands form bonds with a central transition metal in a hexagonal planar arrangement. The structure contains a central palladium atom surrounded by three hydride and three magnesium-based ligands. This finding has the potential to introduce additional design principles for transition-metal complexes, with implications for several scientific fields. A six-coordinate transition-metal complex with a hexagonal planar geometry is isolated and characterized.",
		"link": "https://www.nature.com/articles/s41586-019-1616-2"
	},
	{
		"id": 192,
		"title": "Genome editing retraces the evolution of toxin resistance in the monarch butterfly",
		"desc": "Identifying the genetic mechanisms of adaptation requires the elucidation of links between the evolution of DNA sequence, phenotype, and fitness1. Convergent evolution can be used as a guide to identify candidate mutations that underlie adaptive traits2–4, and new genome editing technology is facilitating functional validation of these mutations in whole organisms1,5. We combined these approaches to study a classic case of convergence in insects from six orders, including the monarch butterfly (Danaus plexippus), that have independently evolved to colonize plants that produce cardiac glycoside toxins6–11. Many of these insects evolved parallel amino acid substitutions in the α-subunit (ATPα) of the sodium pump (Na+/K+-ATPase)7–11, the physiological target of cardiac glycosides12. Here we describe mutational paths involving three repeatedly changing amino acid sites (111, 119 and 122) in ATPα that are associated with cardiac glycoside specialization13,14. We then performed CRISPR–Cas9 base editing on the native Atpα gene in Drosophila melanogaster flies and retraced the mutational path taken across the monarch lineage11,15. We show in vivo, in vitro and in silico that the path conferred resistance and target-site insensitivity to cardiac glycosides16, culminating in triple mutant ‘monarch flies’ that were as insensitive to cardiac glycosides as monarch butterflies. ‘Monarch flies’ retained small amounts of cardiac glycosides through metamorphosis, a trait that has been optimized in monarch butterflies to deter predators17–19. The order in which the substitutions evolved was explained by amelioration of antagonistic pleiotropy through epistasis13,14,20–22. Our study illuminates how the monarch butterfly evolved resistance to a class of plant toxins, eventually becoming unpalatable, and changing the nature of species interactions within ecological communities2,6–11,15,17–19. CRISPR–Cas9 engineering of the Drosophila Atpα gene (encoding the α-subunit of the sodium pump) is used to study the ability of mutations that evolved independently in several insect orders to confer resistance to keystone plant toxins.",
		"link": "https://www.nature.com/articles/s41586-019-1610-8"
	},
	{
		"id": 193,
		"title": "Spliceosomal disruption of the non-canonical BAF complex in cancer",
		"desc": "SF3B1 is the most commonly mutated RNA splicing factor in cancer1–4, but the mechanisms by which SF3B1 mutations promote malignancy are poorly understood. Here we integrated pan-cancer splicing analyses with a positive-enrichment CRISPR screen to prioritize splicing alterations that promote tumorigenesis. We report that diverse SF3B1 mutations converge on repression of BRD9, which is a core component of the recently described non-canonical BAF chromatin-remodelling complex that also contains GLTSCR1 and GLTSCR1L5–7. Mutant SF3B1 recognizes an aberrant, deep intronic branchpoint within BRD9 and thereby induces the inclusion of a poison exon that is derived from an endogenous retroviral element and subsequent degradation of BRD9 mRNA. Depletion of BRD9 causes the loss of non-canonical BAF at CTCF-associated loci and promotes melanomagenesis. BRD9 is a potent tumour suppressor in uveal melanoma, such that correcting mis-splicing of BRD9 in SF3B1-mutant cells using antisense oligonucleotides or CRISPR-directed mutagenesis suppresses tumour growth. Our results implicate the disruption of non-canonical BAF in the diverse cancer types that carry SF3B1 mutations and suggest a mechanism-based therapeutic approach for treating these malignancies. A range of SF3B1 mutations promote tumorigenesis through the repression of BRD9, a core component of the non-canonical BAF complex, and correcting BRD9 mis-splicing in these SF3B1-mutant cells suppresses tumour growth.",
		"link": "https://www.nature.com/articles/s41586-019-1646-9"
	},
	{
		"id": 194,
		"title": "Machinery for protein sorting and assembly in the mitochondrial outer membrane",
		"desc": "Mitochondria contain translocases for the transport of precursor proteins across their outer and inner membranes1,2,3,4,5. It has been assumed that the translocases also mediate the sorting of proteins to their submitochondrial destination1,2,5,6,7,8,9,10. Here we show that the mitochondrial outer membrane contains a separate sorting and assembly machinery (SAM) that operates after the translocase of the outer membrane (TOM). Mas37 forms a constituent of the SAM complex. The central role of the SAM complex in the sorting and assembly pathway of outer membrane proteins explains the various pleiotropic functions that have been ascribed to Mas37 (refs 4, 11–15). These results suggest that the TOM complex, which can transport all kinds of mitochondrial precursor proteins, is not sufficient for the correct integration of outer membrane proteins with a complicated topology, and instead transfers precursor proteins to the SAM complex.",
		"link": "https://www.nature.com/articles/nature01753#ref-CR9"
	},
	{
		"id": 195,
		"title": "Orthogonal regulation of phytochrome B abundance by stress-specific plastidial retrograde signaling metabolite",
		"desc": "Plant survival necessitates constant monitoring of fluctuating light and balancing growth demands with adaptive responses, tasks mediated via interconnected sensing and signaling networks. Photoreceptor phytochrome B (phyB) and plastidial retrograde signaling metabolite methylerythritol cyclodiphosphate (MEcPP) are evolutionarily conserved sensing and signaling components eliciting responses through unknown connection(s). Here, via a suppressor screen, we identify two phyB mutant alleles that revert the dwarf and high salicylic acid phenotypes of the high MEcPP containing mutant ceh1. Biochemical analyses show high phyB protein levels in MEcPP-accumulating plants resulting from reduced expression of phyB antagonists and decreased auxin levels. We show that auxin treatment negatively regulates phyB abundance. Additional studies identify CAMTA3, a MEcPP-activated calcium-dependent transcriptional regulator, as critical for maintaining phyB abundance. These studies provide insights into biological organization fundamentals whereby a signal from a single plastidial metabolite is transduced into an ensemble of regulatory networks controlling the abundance of phyB, positioning plastids at the information apex directing adaptive responses. MEcPP is an evolutionarily conserved metabolite that acts as a plastid-to-nucleus retrograde signal to regulate adaptive responses to fluctuating light. Here the authors show that MEcPP regulates seedling development by stabilizing the phyB photoreceptor in an auxin and Ca2+ dependent manner.",
		"link": "https://www.nature.com/articles/s41467-019-10867-w"
	},
	{
		"id": 196,
		"title": "The Hsp70 homolog Ssb affects ribosome biogenesis via the TORC1-Sch9 signaling pathway",
		"desc": "The Hsp70 Ssb serves a dual role in de novo protein folding and ribosome biogenesis; however, the mechanism by which Ssb affects ribosome production is unclear. Here we establish that Ssb is causally linked to the regulation of ribosome biogenesis via the TORC1-Sch9 signaling pathway. Ssb is bound to Sch9 posttranslationally and required for the TORC1-dependent phosphorylation of Sch9 at T737. Also, Sch9 lacking phosphorylation at T737 displays significantly reduced kinase activity with respect to targets involved in the regulation of ribosome biogenesis. The absence of either Ssb or Sch9 causes enhanced ribosome aggregation. Particularly with respect to proper assembly of the small ribosomal subunit, SSB and SCH9 display strong positive genetic interaction. In combination, the data indicate that Ssb promotes ribosome biogenesis not only via cotranslational protein folding, but also posttranslationally via interaction with natively folded Sch9, facilitating access of the upstream kinase TORC1 to Sch9-T737. The yeast Hsp70 homolog Ssb is a chaperone that binds translating ribosomes where it is thought to function primarily by promoting nascent peptide folding. Here the authors find that the ribosome biogenesis defect associated with the loss of Ssb is attributable to a specific disruption in TORC1 signaling rather than defects in ribosomal protein folding.",
		"link": "https://www.nature.com/articles/s41467-017-00635-z"
	},
	{
		"id": 197,
		"title": "A molecular timescale for eukaryote evolution with implications for the origin of red algal-derived plastids",
		"desc": "In modern oceans, eukaryotic phytoplankton is dominated by lineages with red algal-derived plastids such as diatoms, dinoflagellates, and coccolithophores. Despite the ecological importance of these groups and many others representing a huge diversity of forms and lifestyles, we still lack a comprehensive understanding of their evolution and how they obtained their plastids. New hypotheses have emerged to explain the acquisition of red algal-derived plastids by serial endosymbiosis, but the chronology of these putative independent plastid acquisitions remains untested. Here, we establish a timeframe for the origin of red algal-derived plastids under scenarios of serial endosymbiosis, using Bayesian molecular clock analyses applied on a phylogenomic dataset with broad sampling of eukaryote diversity. We find that the hypotheses of serial endosymbiosis are chronologically possible, as the stem lineages of all red plastid-containing groups overlap in time. This period in the Meso- and Neoproterozoic Eras set the stage for the later expansion to dominance of red algal-derived primary production in the contemporary oceans, which profoundly altered the global geochemical and ecological conditions of the Earth. There are several competing hypotheses for the acquisition of red algal-derived plastids by eukaryotic phytoplankton. Here, the authors use Bayesian molecular clock analyses to evaluate the chronological possibility of the proposed plastid origins and transmissions.",
		"link": "https://www.nature.com/articles/s41467-021-22044-z"
	},
	{
		"id": 198,
		"title": "The ribosome-associated complex RAC serves in a relay that directs nascent chains to Ssb",
		"desc": "The conserved ribosome-associated complex (RAC) consisting of Zuo1 (Hsp40) and Ssz1 (non-canonical Hsp70) acts together with the ribosome-bound Hsp70 chaperone Ssb in de novo protein folding at the ribosomal tunnel exit. Current models suggest that the function of Ssz1 is confined to the support of Zuo1, however, it is not known whether RAC by itself serves as a chaperone for nascent chains. Here we show that, via its rudimentary substrate binding domain (SBD), Ssz1 directly binds to emerging nascent chains prior to Ssb. Structural and biochemical analyses identify a conserved LP-motif at the Zuo1 N-terminus forming a polyproline-II helix, which binds to the Ssz1-SBD as a pseudo-substrate. The LP-motif competes with nascent chain binding to the Ssz1-SBD and modulates nascent chain transfer. The combined data indicate that Ssz1 is an active chaperone optimized for transient, low-affinity substrate binding, which ensures the flux of nascent chains through RAC/Ssb. The ribosome-associated complex (RAC), which contains the Hsp40 protein Zuo1 and the non-canonical Hsp70 protein Ssz1 forms a chaperone triad with the fungal-specific Hsp70 protein Ssb. Here the authors combine X-ray crystallography, crosslinking and biochemical experiments and present the structure of the Zuo1 N-terminus bound to Ssz1 and demonstrate that Ssz1 is an active chaperone for nascent chains.",
		"link": "https://www.nature.com/articles/s41467-020-15313-w"
	},
	{
		"id": 199,
		"title": "A sensor kinase controls turgor-driven plant infection by the rice blast fungus",
		"desc": "The blast fungus Magnaporthe oryzae gains entry to its host plant by means of a specialized pressure-generating infection cell called an appressorium, which physically ruptures the leaf cuticle1,2. Turgor is applied as an enormous invasive force by septin-mediated reorganization of the cytoskeleton and actin-dependent protrusion of a rigid penetration hypha3. However, the molecular mechanisms that regulate the generation of turgor pressure during appressorium-mediated infection of plants remain poorly understood. Here we show that a turgor-sensing histidine–aspartate kinase, Sln1, enables the appressorium to sense when a critical turgor threshold has been reached and thereby facilitates host penetration. We found that the Sln1 sensor localizes to the appressorium pore in a pressure-dependent manner, which is consistent with the predictions of a mathematical model for plant infection. A Δsln1 mutant generates excess intracellular appressorium turgor, produces hyper-melanized non-functional appressoria and does not organize the septins and polarity determinants that are required for leaf infection. Sln1 acts in parallel with the protein kinase C cell-integrity pathway as a regulator of cAMP-dependent signalling by protein kinase A. Pkc1 phosphorylates the NADPH oxidase regulator NoxR and, collectively, these signalling pathways modulate appressorium turgor and trigger the generation of invasive force to cause blast disease. The histidine–aspartate kinase Sln1 acts as a molecular sensor of turgor in appressoria of the rice blast fungus Magnaporthe oryzae, enabling penetration of the host leaf cuticle and plant infection.",
		"link": "https://www.nature.com/articles/s41586-019-1637-x"
	}
]
