[
	{
		"id": 0,
		"title": "Bacterial drug resistance overcome by synthetic restructuring of antibiotics",
		"desc": "Chemical synthesis, guided by crystal structures of antibiotics bound to the bacterial ribosome, has been used to discover a class of broad-spectrum antibiotics that overcomes bacterial multidrug resistance. Biochemical and crystallographic studies reveal the mechanism of action, including how one mode of resistance is circumvented.  A fully synthetic broad-spectrum antibiotic.",
		"link": "https://www.nature.com/articles/d41586-021-02916-6"
	},
	{
		"id": 1,
		"title": "Bryozoan fossils found at last in deposits from the Cambrian period",
		"desc": "Molecular evidence has long indicated that aquatic animals called bryozoans should be found among the fossils of the Cambrian period, around 541 million years ago. Yet they have been conspicuously absent, until now.  The discovery of elusive fossils provides insight into animal evolution.",
		"link": "https://www.nature.com/articles/d41586-021-02874-z"
	},
	{
		"id": 2,
		"title": "Daily briefing: physicists fail to find elusive ‘sterile neutrinos’",
		"desc": "Despite searching for decades, researchers still haven’t found any signs that the hypothetical particles exist. Plus: predatory publishers’ latest scam, and how vaccinating young kids could affect the pandemic.  Despite searching for decades, researchers still haven’t found any signs that the hypothetical particles exist. Plus: predatory publishers’ latest scam, and how vaccinating young kids could affect the pandemic.",
		"link": "https://www.nature.com/articles/d41586-021-02986-6"
	},
	{
		"id": 3,
		"title": "UK research funding to grow slower than hoped",
		"desc": "Budget includes Horizon Europe funding, but worries about access linger.  Budget includes Horizon Europe funding, but worries about access linger.",
		"link": "https://www.nature.com/articles/d41586-021-02972-y"
	},
	{
		"id": 4,
		"title": "Scientists’ fears of racial bias surge amid US crackdown on China ties",
		"desc": "Poll shows that researchers of Chinese descent worry about surveillance by the US government and have stepped back from collaborations in China.  Poll shows that researchers of Chinese descent worry about surveillance by the US government and have stepped back from collaborations in China.",
		"link": "https://www.nature.com/articles/d41586-021-02976-8"
	},
	{
		"id": 5,
		"title": "The search for people who never get COVID",
		"desc": "An international team of researchers wants to find people who are genetically resistant to SARS-CoV-2, in the hope of developing new drugs and treatments.  An international team of researchers wants to find people who are genetically resistant to SARS-CoV-2, in the hope of developing new drugs and treatments.",
		"link": "https://www.nature.com/articles/d41586-021-02978-6"
	},
	{
		"id": 6,
		"title": "A compact device sustains a fluid of bosons",
		"desc": "A device that generates exotic fluids of particles at equilibrium conditions and high temperatures could have applications ranging from low-loss electrical cables to memory storage.  Possible superfluid state created with a neat set-up.",
		"link": "https://www.nature.com/articles/d41586-021-02876-x"
	},
	{
		"id": 7,
		"title": "Clues that natural killer cells help to control COVID",
		"desc": "Natural killer cells can destroy cells infected by SARS-CoV-2, but this immune-system defence malfunctions in people with severe COVID-19. Will this finding drive a search for ways to reinvigorate natural killer cells in such cases?  A defence response malfunctions in people with severe COVID-19.",
		"link": "https://www.nature.com/articles/d41586-021-02778-y"
	},
	{
		"id": 8,
		"title": "A massive effort links protein-coding gene variants to health",
		"desc": "The protein-coding portions of more than 450,000 individuals’ genomes have been sequenced, and analysed together with the individuals’ health data, revealing rare and common gene variants linked to various health-related traits.  Almost 9,000 gene–phenotype associations found using UK Biobank data.",
		"link": "https://www.nature.com/articles/d41586-021-02873-0"
	},
	{
		"id": 9,
		"title": "The COVID pandemic must lead to tuberculosis vaccines",
		"desc": "The coronavirus crisis has halted decades of progress on TB. But the speed of COVID vaccines shows there can still be hope for advances against neglected diseases.  The coronavirus crisis has halted decades of progress on TB. But the speed of COVID vaccines shows there can still be hope for advances against neglected diseases.",
		"link": "https://www.nature.com/articles/d41586-021-02892-x"
	},
	{
		"id": 10,
		"title": "Machine learning enables global solar-panel detection",
		"desc": "An inventory of the world’s solar-panel installations has been produced with the help of machine learning, revealing many more than had previously been recorded. The results will inform efforts to meet global targets for solar-energy use.  An inventory of the world’s photovoltaic installations.",
		"link": "https://www.nature.com/articles/d41586-021-02875-y"
	},
	{
		"id": 11,
		"title": "Curbing fossil fuels and a look inside cells — the week in infographics",
		"desc": "Nature highlights three key infographics from the week in science and research.  Nature highlights three key infographics from the week in science and research.",
		"link": "https://www.nature.com/articles/d41586-021-02975-9"
	},
	{
		"id": 12,
		"title": "Call for a framework for reporting evidence for life beyond Earth",
		"desc": "Our generation could realistically be the one to discover evidence of life beyond Earth. With this privileged potential comes responsibility. The magnitude of the question of whether we are alone in the Universe, and the public interest therein, opens the possibility that results may be taken to imply more than the observations support, or than the observers intend. As life-detection objectives become increasingly prominent in space sciences, it is essential to open a community dialogue about how to convey information in a subject matter that is diverse, complicated and has a high potential to be sensationalized. Establishing best practices for communicating about life detection can serve to set reasonable expectations on the early stages of a hugely challenging endeavour, attach value to incremental steps along the path, and build public trust by making clear that false starts and dead ends are an expected and potentially productive part of the scientific process. Here we endeavour to motivate and seed the discussion with basic considerations and offer an example of how such considerations might be incorporated and applied in a proof-of-concept-level framework. Everything mentioned herein, including the name of the confidence scale, is intended not as a prescription, but simply as the beginning of an important dialogue. A framework is proposed to start a dialogue on the criteria for assessing claims and supporting evidence for life beyond Earth.",
		"link": "https://www.nature.com/articles/s41586-021-03804-9"
	},
	{
		"id": 13,
		"title": "Dispatched uses Na+ flux to power release of lipid-modified Hedgehog",
		"desc": "The Dispatched protein, which is related to the NPC1 and PTCH1 cholesterol transporters1,2 and to H+-driven transporters of the RND family3,4, enables tissue-patterning activity of the lipid-modified Hedgehog protein by releasing it from tightly -localized sites of embryonic expression5–10. Here we determine a cryo-electron microscopy structure of the mouse protein Dispatched homologue 1 (DISP1), revealing three Na+ ions coordinated within a channel that traverses its transmembrane domain. We find that the rate of Hedgehog export is dependent on the Na+ gradient across the plasma membrane. The transmembrane channel and Na+ binding are disrupted in DISP1-NNN, a variant with asparagine substitutions for three intramembrane aspartate residues that each coordinate and neutralize the charge of one of the three Na+ ions. DISP1-NNN and variants that disrupt single Na+ sites retain binding to, but are impaired in export of the lipid-modified Hedgehog protein to the SCUBE2 acceptor. Interaction of the amino-terminal signalling domain of the Sonic hedgehog protein (ShhN) with DISP1 occurs via an extensive buried surface area and contacts with an extended furin-cleaved DISP1 arm. Variability analysis reveals that ShhN binding is restricted to one extreme of a continuous series of DISP1 conformations. The bound and unbound DISP1 conformations display distinct Na+-site occupancies, which suggests a mechanism by which transmembrane Na+ flux may power extraction of the lipid-linked Hedgehog signal from the membrane. Na+-coordinating residues in DISP1 are conserved in PTCH1 and other metazoan RND family members, suggesting that Na+ flux powers their conformationally driven activities. Cryo-electron microscopy studies show that dynamic coordination of Na+ in the ion channel of Dispatched homologue 1 and the transmembrane Na+ gradient have key roles in exporting lipid-modified Hedgehog protein signal.",
		"link": "https://www.nature.com/articles/s41586-021-03996-0"
	},
	{
		"id": 14,
		"title": "SLC25A39 is necessary for mitochondrial glutathione import in mammalian cells",
		"desc": "Glutathione (GSH) is a small-molecule thiol that is abundant in all eukaryotes and has key roles in oxidative metabolism1. Mitochondria, as the major site of oxidative reactions, must maintain sufficient levels of GSH to perform protective and biosynthetic functions2. GSH is synthesized exclusively in the cytosol, yet the molecular machinery involved in mitochondrial GSH import remains unknown. Here, using organellar proteomics and metabolomics approaches, we identify SLC25A39, a mitochondrial membrane carrier of unknown function, as a regulator of GSH transport into mitochondria. Loss of SLC25A39 reduces mitochondrial GSH import and abundance without affecting cellular GSH levels. Cells lacking both SLC25A39 and its paralogue SLC25A40 exhibit defects in the activity and stability of proteins containing iron–sulfur clusters. We find that mitochondrial GSH import is necessary for cell proliferation in vitro and red blood cell development in mice. Heterologous expression of an engineered bifunctional bacterial GSH biosynthetic enzyme (GshF) in mitochondria enables mitochondrial GSH production and ameliorates the metabolic and proliferative defects caused by its depletion. Finally, GSH availability negatively regulates SLC25A39 protein abundance, coupling redox homeostasis to mitochondrial GSH import in mammalian cells. Our work identifies SLC25A39 as an essential and regulated component of the mitochondrial GSH-import machinery. SLC25A39 and its paralogue SLC25A40 have redundant roles in the import of glutathione into mitochondria of mammalian cells.",
		"link": "https://www.nature.com/articles/s41586-021-04025-w"
	},
	{
		"id": 15,
		"title": "AKIRIN2 controls the nuclear import of proteasomes in vertebrates",
		"desc": "Protein expression and turnover are controlled through a complex interplay of transcriptional, post-transcriptional and post-translational mechanisms to enable spatial and temporal regulation of cellular processes. To systematically elucidate such gene regulatory networks, we developed a CRISPR screening assay based on time-controlled Cas9 mutagenesis, intracellular immunostaining and fluorescence-activated cell sorting that enables the identification of regulatory factors independent of their effects on cellular fitness. We pioneered this approach by systematically probing the regulation of the transcription factor MYC, a master regulator of cell growth1–3. Our screens uncover a highly conserved protein, AKIRIN2, that is essentially required for nuclear protein degradation. We found that AKIRIN2 forms homodimers that directly bind to fully assembled 20S proteasomes to mediate their nuclear import. During mitosis, proteasomes are excluded from condensing chromatin and re-imported into newly formed daughter nuclei in a highly dynamic, AKIRIN2-dependent process. Cells undergoing mitosis in the absence of AKIRIN2 become devoid of nuclear proteasomes, rapidly causing accumulation of MYC and other nuclear proteins. Collectively, our study reveals a dedicated pathway controlling the nuclear import of proteasomes in vertebrates and establishes a scalable approach to decipher regulators in essential cellular processes. Using time-controlled CRISPR screens, the authors identify AKIRIN2 as a factor involved in the nuclear import of the proteasome.",
		"link": "https://www.nature.com/articles/s41586-021-04035-8"
	},
	{
		"id": 16,
		"title": "The virologist preparing Africa for the next pandemic",
		"desc": "Kariuki Njenga talks about his work building a pan-African study to find emerging diseases quickly.  Kariuki Njenga talks about his work building a pan-African study to find emerging diseases quickly.",
		"link": "https://www.nature.com/articles/d41586-021-02864-1"
	},
	{
		"id": 17,
		"title": "How to make your research reproducible",
		"desc": "Ensuring that your work is reproducible is not as daunting or complicated as you might think. Experts share their tips.  Ensuring that your work is reproducible is not as daunting or complicated as you might think. Experts share their tips.",
		"link": "https://www.nature.com/articles/d41586-021-02887-8"
	},
	{
		"id": 18,
		"title": "How the pandemic widened scientists' mentoring networks",
		"desc": "Virtual meetings enabled researchers to look beyond departments, institutions and sectors for career support, Julie Gould discovers.  Virtual meetings enabled researchers to look beyond departments, institutions and sectors for career support, Julie Gould discovers.",
		"link": "https://www.nature.com/articles/d41586-021-02866-z"
	},
	{
		"id": 19,
		"title": "Experimentally Induced Twinning in Plants",
		"desc": "IT is well known that characteristic changes in leaf-form and growth habit can be induced by treating shoot apices with synthetic growth substances. The question arises as to whether entire plant embryos also can be induced to develop abnormally by the action of growth regulators. For this purpose the solutions must be applied in a suitable manner to the earliest embryo stages through the growing carpel walls, or it would be necessary to remove the still quite small embryos and to expose them in vitro to the proper influences. Both methods are difficult to apply and have as yet proved unsatisfactory.",
		"link": "https://www.nature.com/articles/176355a0"
	},
	{
		"id": 20,
		"title": "The incoming Afghan government must allow immunizations",
		"desc": "The world must work with Kabul’s new rulers to get polio and other diseases under control.  The world must work with Kabul’s new rulers to get polio and other diseases under control.",
		"link": "https://www.nature.com/articles/d41586-021-02557-9"
	},
	{
		"id": 21,
		"title": "Social Implications of Automatic Control in Industry",
		"desc": "",
		"link": "https://www.nature.com/articles/176133a0"
	},
	{
		"id": 22,
		"title": " The New Century ",
		"desc": "SCIENCE is cosmopolitan. Electricity abolishes time and envelops both hemispheres with a hew idea as soon as it has emerged from the brain of the Thinker. Mechanics, by its space-annihilating power, has reduced the surface of the planet to such an extent that the human race now possesses the advantage of dwelling, as it were, on a tiny satellite. Both these agencies, then combine to facilitate a rapid exchange of new ideas and commodities, as well as of those who are interested in them in whatever capacity.",
		"link": "https://www.nature.com/articles/063221a0"
	},
	{
		"id": 23,
		"title": "Climate change: Nature readers say their fears are growing",
		"desc": "Poll shows that 80% of respondents are more concerned in the run-up to the COP26 climate meeting than they were ahead of the Paris conference 6 years ago.   Poll shows that 80% of respondents are more concerned in the run-up to the COP26 climate meeting than they were ahead of the Paris conference 6 years ago. ",
		"link": "http://www.nature.com/articles/d41586-021-02862-3"
	},
	{
		"id": 24,
		"title": "Professor Röntgen's Discovery",
		"desc": "THE newspaper reports of Prof. Röntgen's experiments have, during the past few days, excited considerable interest. The discovery does not appear, however, to be entirely novel, as it was noted by Hertz that metallic films are transparent to the kathode rays from a Crookes or Hittorf tube, and in Lenard's researches, published about two years ago, it is distinctly pointed out that such rays will produce photographic impressions. Indeed, Lenard, employing a tube with an aluminium window, through which the kathode rays passed out with comparative ease, obtained photographic shadow images almost identical with those of Rontgen, through pieces of cardboard and aluminium interposed between the window and the photographic plate.",
		"link": "https://www.nature.com/articles/053276a0"
	},
	{
		"id": 25,
		"title": "What magic formula for success?",
		"desc": "Japan's success in world markets is the envy of the West. Where does science come in the success story?",
		"link": "https://www.nature.com/articles/305355a0"
	},
	{
		"id": 26,
		"title": "A Three-Dimensional Model of the Myoglobin Molecule Obtained by X-Ray Analysis",
		"desc": "To understand how a protein performs its individual biological function, it is essential to know its three-dimensional structure. As early as 1934, J.D. Bernal and Dorothy Hodgkin (then Dorothy Crowfoot) showed [Bernal, J. D. & Crowfoot, D. Nature 133, 794–795 (1934)] that proteins, when crystallized, would diffract X-rays to produce a complex pattern of spots. They knew that these patterns contained all the information needed to determine a protein–s structure but, frustratingly, that information could not be deciphered. By comparing patterns from crystals containing different heavy-metal atoms, Max Perutz and colleagues devised the approach that was to solve this riddle. In 1958, J. C. Kendrew et al. applied Perutz–s technique to produce the first three-dimensional images of any protein - myoglobin, the protein used by muscles to store oxygen.",
		"link": "https://www.nature.com/articles/181662a0"
	},
	{
		"id": 27,
		"title": "The role of charge recombination to triplet excitons in organic solar cells",
		"desc": "The use of non-fullerene acceptors (NFAs) in organic solar cells has led to power conversion efficiencies as high as 18%1. However, organic solar cells are still less efficient than inorganic solar cells, which typically have power conversion efficiencies of more than 20%2. A key reason for this difference is that organic solar cells have low open-circuit voltages relative to their optical bandgaps3, owing to non-radiative recombination4. For organic solar cells to compete with inorganic solar cells in terms of efficiency, non-radiative loss pathways must be identified and suppressed. Here we show that in most organic solar cells that use NFAs, the majority of charge recombination under open-circuit conditions proceeds via the formation of non-emissive NFA triplet excitons; in the benchmark PM6:Y6 blend5, this fraction reaches 90%, reducing the open-circuit voltage by 60 mV. We prevent recombination via this non-radiative channel by engineering substantial hybridization between the NFA triplet excitons and the spin-triplet charge-transfer excitons. Modelling suggests that the rate of back charge transfer from spin-triplet charge-transfer excitons to molecular triplet excitons may be reduced by an order of magnitude, enabling re-dissociation of the spin-triplet charge-transfer exciton. We demonstrate NFA systems in which the formation of triplet excitons is suppressed. This work thus provides a design pathway for organic solar cells with power conversion efficiencies of 20% or more. A substantial pathway for energy loss in organic solar cells may be suppressed by engineering hybridization between non-fullerene acceptor triplet excitons and spin-triplet charge transfer excitons.",
		"link": "https://www.nature.com/articles/s41586-021-03840-5"
	},
	{
		"id": 28,
		"title": "Nuclear Defence: the need for Debate",
		"desc": "",
		"link": "https://www.nature.com/articles/244531a0"
	},
	{
		"id": 29,
		"title": "Whom Does the Science Adviser Advise?",
		"desc": "",
		"link": "https://www.nature.com/articles/227763a0"
	},
	{
		"id": 30,
		"title": "Daily briefing: Signs of a planet outside the Milky Way",
		"desc": "Astronomers have found hints of what could be the first planet ever discovered outside our galaxy. Plus: A scientists’ guide to COP26, and a strikingly detailed look at the insides of cells.  Astronomers have found hints of what could be the first planet ever discovered outside our galaxy. Plus: A scientists’ guide to COP26, and a strikingly detailed look at the insides of cells.",
		"link": "https://www.nature.com/articles/d41586-021-02958-w"
	},
	{
		"id": 31,
		"title": "Greece used AI to curb COVID: what other nations can learn",
		"desc": "Governments are hungry to deploy big data in health emergencies. Scientists must help to lay the legal, ethical and logistical groundwork.  Governments are hungry to deploy big data in health emergencies. Scientists must help to lay the legal, ethical and logistical groundwork.",
		"link": "https://www.nature.com/articles/d41586-021-02554-y"
	},
	{
		"id": 32,
		"title": "The many mentoring types explained",
		"desc": "Reverse mentoring, peer-to-peer, group sessions. Choose one or more to tackle a tough career transition.  Reverse mentoring, peer-to-peer, group sessions. Choose one or more to tackle a tough career transition.",
		"link": "https://www.nature.com/articles/d41586-021-02730-0"
	},
	{
		"id": 33,
		"title": "Deploy heat officers, policies and metrics",
		"desc": "Cities need heat governance to plan for extreme temperatures and protect those most at risk.  Cities need heat governance to plan for extreme temperatures and protect those most at risk.",
		"link": "https://www.nature.com/articles/d41586-021-02677-2"
	},
	{
		"id": 34,
		"title": "Rare brain inflammation may hold clues for treating Alzheimer’s",
		"desc": "Anti-inflammatory drugs may help control side effects of the new antibody therapies for the disease. Anti-inflammatory drugs may help control side effects of the new antibody therapies for the disease.",
		"link": "https://www.nature.com/articles/d43978-021-00130-6"
	},
	{
		"id": 35,
		"title": " Electric Valentine ",
		"desc": "TELEGRAPH CLERK ♂ TO TELEGRAPH CLERK ♀",
		"link": "https://www.nature.com/articles/006083b0"
	},
	{
		"id": 36,
		"title": "Radio-telescopes and kangaroos galore",
		"desc": "",
		"link": "https://www.nature.com/articles/375182a0"
	},
	{
		"id": 37,
		"title": "China’s data-driven dream to overhaul health care",
		"desc": "Collaborations between AI researchers and China’s medical workers are helping to combat diseases such as diabetes and COVID-19.  Collaborations between AI researchers and China’s medical workers are helping to combat diseases such as diabetes and COVID-19.",
		"link": "http://www.nature.com/articles/d41586-021-02694-1"
	},
	{
		"id": 38,
		"title": "Understanding climate and turbulence: the mark of Giorgio Parisi",
		"desc": "A look at the Nobel laurate’s ground-breaking early work, and the academic environment that made it possible. A look at the Nobel laurate’s ground-breaking early work, and the academic environment that made it possible.",
		"link": "https://www.nature.com/articles/d43978-021-00128-0"
	},
	{
		"id": 39,
		"title": "DDT: bystander or participant?",
		"desc": "",
		"link": "https://www.nature.com/articles/259443b0"
	},
	{
		"id": 40,
		"title": "Emergency housekeeping rules for the SS Heart of the Sun",
		"desc": "A reminder for all personnel.  A reminder for all personnel.",
		"link": "https://www.nature.com/articles/d41586-021-02539-x"
	},
	{
		"id": 41,
		"title": "Climate clubs and the macro-economic benefits of international cooperation on climate policy",
		"desc": "The Paris agreement has provided a new framework for climate policy. Complementary forms of international collaboration, such as climate clubs, are probably necessary to foster and mainstream the process of gradual and voluntary increase in nationally determined contributions. We provide a quantitative macro-economic assessment of the costs and benefits that would be associated with different climate club architectures. We find that the key benefits that could structure the club are enhanced technological diffusion and the provision of low-cost climate finance, which reduce investment costs and also enables developing countries to take full advantage of technological diffusion. Although they face the highest absolute mitigation cost, China and India are the largest relative winners from club participation because the burden faced by these countries to finance their energy transition can be massively reduced following their participation in the club. Achieving the Paris Agreement goals may require complementary institutions such as climate clubs. Enhanced technological diffusion and the provision of low-cost climate finance are shown to support the creation of climate coalitions.",
		"link": "https://www.nature.com/articles/s41558-019-0501-1"
	},
	{
		"id": 42,
		"title": "A Bedside Nature",
		"desc": "",
		"link": "https://www.nature.com/articles/379686b0"
	},
	{
		"id": 43,
		"title": "NUCLEAR DISINTEGRATIONS PRODUCED BY SLOW CHARGED PARTICLES OF SMALL MASS",
		"desc": "IN studying photographic plates exposed to the cosmic rays, we have found a number of multiple disintegrations each of which appears to have been produced by the entry of a slow charged particle into a nucleus. Mosaics of photomicrographs of three of these events are given in Figs. 1, 2 and 3. The edges of the individual photographs have not been trimmed so that the components of the mosaics can be distinguished. Three grains of a track in Fig. 1, indicated by three arrows, which were out of focus in the original negatives, have been blackened with ink, but the photographs are otherwise completely unretouched. 1947 was the year of the pion - flick through Nature volumes 159 and 160 and watch the story unfold. In February of that year, Cecil Powell and Giuseppe Occhialini reported the observation of six star-like patterns in emulsions exposed to cosmic rays. Powell’s group had finally found the Yukawa particle, predicted in 1935 to be the carrier of strong force inside the atomic nucleus. In fact, Don Perkins pipped them to the post with the publication of a single, similar star-like event just two weeks earlier [Perkins, D. H. Nature 159, 126–127 (1947)]. Later in the year, another paper from Powell’s group announced the first observation of pion decay to a muon - the particle picture was beginning to take shape.",
		"link": "https://www.nature.com/articles/159186a0"
	},
	{
		"id": 44,
		"title": "Podcast: Starting up in science",
		"desc": "In this four-part podcast series, Nature follows two scientists to find what it takes to launch a research lab.  Nature follows two scientists to find what it takes to launch a research lab.",
		"link": "https://www.nature.com/articles/d41586-021-02648-7"
	},
	{
		"id": 45,
		"title": "Critics silenced by scans of hobbit skull",
		"desc": "Comparisons with pygmies and chimps bolster new species claim.",
		"link": "https://www.nature.com/articles/news050228-13"
	},
	{
		"id": 46,
		"title": "Mentoring, coaching, supervising: what’s the difference?",
		"desc": "Julie Gould explores the tools, roles and techniques that help researchers to reach career goals.  Julie Gould explores the tools, roles and techniques that help researchers to reach career goals.",
		"link": "https://www.nature.com/articles/d41586-021-02656-7"
	},
	{
		"id": 47,
		"title": "Seams",
		"desc": "Making connections.  Making connections.",
		"link": "https://www.nature.com/articles/d41586-021-02698-x"
	},
	{
		"id": 48,
		"title": "Solid C60: a new form of carbon",
		"desc": "A new form of pure, solid carbon has been synthesized consisting of a somewhat disordered hexagonal close packing of soccer-ball-shaped C60 molecules. Infrared spectra and X-ray diffraction studies of the molecular packing confirm that the molecules have the anticipated 'fullerene' structure. Mass spectroscopy shows that the C70 molecule is present at levels of a few per cent. The solid-state and molecular properties of C60 and its possible role in interstellar space can now be studied in detail. For five years after its discovery in 1985 [see Nature 318, 162-163 (1985)], the buckminsterfullerene molecule, C60, remained something of a curiosity. The development by Krätschmer et al. of a technique for synthesizing C60 as a bulk solid brought fullerenes into the realm of materials science and condensed-matter physics, with rewards that are still being reaped today.",
		"link": "https://www.nature.com/articles/347354a0"
	},
	{
		"id": 49,
		"title": " Arctic Exploration ",
		"desc": "IT is now upwards of twenty-five years since the British Government sent out any expedition to those little known northern regions, the exploration of which has won so much glory to the British navy, formed such a splendid and peaceful sphere for the training of our sailors, and been so fruitful in the highest results to Science. Since that time, and especially during the last few years, every important civilised power in the world, except Britain, has been doing what it could to advance the interests of Science, which are coincident with the highest interests of humanity, by sending out expedition after expedition to force from the Arctic Regions the wonderful secrets which they have so long held in their icy grip. What has been done by other nations has been sufficiently detailed from time to time in these pages, and the knowledge thus gained cannot but be of the greatest service to any deliberately organised expedition which this country may send out.",
		"link": "https://www.nature.com/articles/007117a0"
	},
	{
		"id": 50,
		"title": "Daily briefing: mRNA vaccines beyond COVID",
		"desc": "COVID-19 vaccine technology could help to protect us from other diseases. Plus: the genetic origins of modern domestic horses and a false-alarm ‘alien’ signal.  COVID-19 vaccine technology could help to protect us from other diseases. Plus: the genetic origins of modern domestic horses and a false-alarm ‘alien’ signal.",
		"link": "https://www.nature.com/articles/d41586-021-02945-1"
	},
	{
		"id": 51,
		"title": "Daily briefing: Solar storm pinpoints Viking presence in North America",
		"desc": "Researchers have dated a Norse settlement in Canada to ad 1021. Plus: why elephants are evolving to lose their tusks, and how mix-and-match COVID vaccines have aced the effectiveness test.  Researchers have dated a Norse settlement in Canada to ad 1021. Plus: why elephants are evolving to lose their tusks, and how mix-and-match COVID vaccines have aced the effectiveness test.",
		"link": "https://www.nature.com/articles/d41586-021-02935-3"
	},
	{
		"id": 52,
		"title": "Distant Electric Vision",
		"desc": "REFERRING to Mr. Shelford Bidwell’s illuminating communication on this subject published in NATURE of June 4, may I point out that though, as stated by Mr. Bidwell, it is wildly impracticable to effect even 160,000 synchronised operations per second by ordinary mechanical means, this part, of the problem of obtaining distant electric vision can probably be solved by the employment of two beams of kathode rays (one at the transmitting and one at the receiving station) synchronously deflected by the varying fields of two electromagnets placed at right angles to one another and energised by two alternating electric currents of widely different frequencies, so that the moving extremities of the two beams are caused to sweep synchronously over the whole of the required surfaces within the one-tenth of a second necessary to take advantage of visual persistence. The first all-electronic scheme for television was outlined by A. A. Campbell Swinton in 1908. Campbell Swinton imagined a receiving apparatus comprising an electron beam, deflected by electromagnets, scanning across a \"sensitive fluorescent screen\". He suggested that the camera might also incorporate a scanning electron beam, but anticipated that a new photoelectric phenomenon would need to be discovered, to make such a camera a reality.",
		"link": "https://www.nature.com/articles/078151a0"
	},
	{
		"id": 53,
		"title": "Observation of a Rapidly Pulsating Radio Source",
		"desc": "Unusual signals from pulsating radio sources have been recorded at the Mullard Radio Astronomy Observatory. The radiation seems to come from local objects within the galaxy, and may be associated with oscillations of white dwarf or neutron stars. 1968 saw the first report of a curious class of astronomical radio sources, distinguished by their rapid and extremely regular pulsations. Hewish et al. associated them with unusually stable oscillations in compact stars. They are now understood to be rapidly rotating, magnetized neutron stars, or pulsars.",
		"link": "https://www.nature.com/articles/217709a0"
	},
	{
		"id": 54,
		"title": "A planetary system around the millisecond pulsar PSR1257 + 12",
		"desc": "MILLISECOND radio pulsars, which are old (∼109yr), rapidly rotating neutron stars believed to be spun up by accretion of matter from their stellar companions, are usually found in binary systems with other degenerate stars1. Using the 305-m Arecibo radiotelescope to make precise timing measurements of pulses from the recently discovered 6.2-ms pulsar PSR1257 +12 (ref. 2), we demonstrate that, rather than being associated with a stellar object, the pulsar is orbited by two or more planet-sized bodies. The planets detected so far have masses of at least 2.8 M⊕ and 3.4 M⊕ where M⊕ is the mass of the Earth. Their respective distances from the pulsar are 0.47 AU and 0.36 AU, and they move in almost circular orbits with periods of 98.2 and 66.6 days. Observations indicate that at least one more planet may be present in this system. The detection of a planetary system around a nearby (∼500 pc), old neutron star, together with the recent report on a planetary companion to the pulsar PSR1829–10 (ref. 3) raises the tantalizing possibility that a non-negligible fraction of neutron stars observable as radio pulsars may be orbited by planet-like bodies. The utility of the clock-like pulses emitted by pulsars [see Nature \n217, 709-713 (1968)] did not end with the insights they have yielded into the properties of neutron stars, and hence of high-density matter. In 1992, Wolszczan and Frail reported precise pulsar timing measurements which exhibited periodic variations. Unlike similar observations reported in the previous year (cited as ref. 3 in the paper), these variations were not an artefact, but revealed the presence of two or more planet-sized objects orbiting the neutron star — the first such objects to be detected outside the Solar System.",
		"link": "https://www.nature.com/articles/355145a0"
	},
	{
		"id": 55,
		"title": "Reforming Japan's science for the next century",
		"desc": "",
		"link": "https://www.nature.com/articles/359573a0"
	},
	{
		"id": 56,
		"title": "How AI is helping the natural sciences",
		"desc": "Collaborations across disciplines are growing, and artificial intelligence is helping to make joint working more effective.  Collaborations across disciplines are growing, and artificial intelligence is helping to make joint working more effective.",
		"link": "https://www.nature.com/articles/d41586-021-02762-6"
	},
	{
		"id": 57,
		"title": "How COVID hurt the fight against other dangerous diseases",
		"desc": "Campaigns to battle tuberculosis, measles and polio have all been set back.  Campaigns to battle tuberculosis, measles and polio have all been set back.",
		"link": "https://www.nature.com/articles/d41586-021-01022-x"
	},
	{
		"id": 58,
		"title": "Helical microtubules of graphitic carbon",
		"desc": "THE synthesis of molecular carbon structures in the form of C60 and other fullerenes1 has stimulated intense interest in the structures accessible to graphitic carbon sheets. Here I report the preparation of a new type of finite carbon structure consisting of needle-like tubes. Produced using an arc-discharge evaporation method similar to that used for fullerene synthesis, the needles grow at the negative end of the electrode used for the arc discharge. Electron microscopy reveals that each needle comprises coaxial tubes of graphitic sheets, ranging in number from 2 up to about 50. On each tube the  carbon-atom hexagons are arranged in a helical fashion about the needle axis. The helical pitch varies from needle to needle and from tube to tube  within a single needle. It appears that this helical structure may aid the growth process. The formation of these needles, ranging from a few to a few tens of nanometres in diameter, suggests that engineering of carbon structures should be possible on scales considerably greater than those relevant to the fullerenes. On 7 November 1991, Sumio Iijima announced in Nature the preparation of nanometre-size, needle-like tubes of carbon — now familiar as 'nanotubes'. Used in microelectronic circuitry and microscopy, and as a tool to test quantum mechanics and model biological systems, nanotubes seem to have unlimited potential.",
		"link": "https://www.nature.com/articles/354056a0"
	},
	{
		"id": 59,
		"title": "General Nature of the Genetic Code for Proteins",
		"desc": "",
		"link": "https://www.nature.com/articles/1921227a0"
	},
	{
		"id": 60,
		"title": "The search for people who never get COVID",
		"desc": "An international team of researchers wants to find people who are genetically resistant to SARS-CoV-2, in the hope of developing new drugs and treatments.  An international team of researchers wants to find people who are genetically resistant to SARS-CoV-2, in the hope of developing new drugs and treatments.",
		"link": "http://www.nature.com/articles/d41586-021-02978-6"
	},
	{
		"id": 61,
		"title": "Understanding the luminescent nature of organic radicals for efficient doublet emitters and pure-red light-emitting diodes",
		"desc": "The doublet-spin nature of radical emitters is advantageous for applications in organic light-emitting diodes, as it avoids the formation of triplet excitons that limit the electroluminescence efficiency of non-radical emitters. However, radicals generally show low optical absorption and photoluminescence yields. Here we explain the poor optical properties of radicals based on alternant hydrocarbons, and establish design rules to increase the absorption and luminescence yields for donor–acceptor-type radicals. We show that non-alternant systems are necessary to lift the degeneracy of the lowest energy orbital excitations; moreover, intensity borrowing from an intense high-lying transition by the low-energy charge-transfer excitation enhances the oscillator strength of the emitter. We apply these rules to design tris(2,4,6-trichlorophenyl)methyl–pyridoindolyl derivatives with a high photoluminescence quantum yield (>90%). Organic light-emitting diodes based on these molecules showed a pure-red emission with an over 12% external quantum efficiency. These insights may be beneficial for the rational design and discovery of highly luminescent doublet emitters. An investigation on the electronic transitions of organic radicals allows us to identify design rules to increase the oscillator strength of these emitters and obtain efficient radical-based light-emitting diodes operating in the visible range.",
		"link": "https://www.nature.com/articles/s41563-020-0705-9"
	},
	{
		"id": 62,
		"title": "The Government and the Eclipse Expedition",
		"desc": "SEVERAL of the correspondents who have been lately so busily engaged in chronicling the scenes of the present terrible war have wound up their descriptions by the remark that they could scarcely get rid of the impression that they have been all the time the sport of horrid dreams—that the carnage has existed only in their imagination, and that civilised Europe has been uninterruptedly pursuing the arts of peace.",
		"link": "https://www.nature.com/articles/002409a0"
	},
	{
		"id": 63,
		"title": "How to keep the scientific-mentoring magic alive",
		"desc": "Some relationships last decades. How can they withstand the combined tests of time, geography and career stage?  Some relationships last decades. How can they withstand the combined tests of time, geography and career stage?",
		"link": "https://www.nature.com/articles/d41586-021-02798-8"
	},
	{
		"id": 64,
		"title": "Human neural tube morphogenesis in vitro by geometric constraints",
		"desc": "Understanding human organ formation is a scientific challenge with far-reaching medical implications1,2. Three-dimensional stem-cell cultures have provided insights into human cell differentiation3,4. However, current approaches use scaffold-free stem-cell aggregates, which develop non-reproducible tissue shapes and variable cell-fate patterns. This limits their capacity to recapitulate organ formation. Here we present a chip-based culture system that enables self-organization of micropatterned stem cells into precise three-dimensional cell-fate patterns and organ shapes. We use this system to recreate neural tube folding from human stem cells in a dish. Upon neural induction5,6, neural ectoderm folds into a millimetre-long neural tube covered with non-neural ectoderm. Folding occurs at 90% fidelity, and anatomically resembles the developing human neural tube. We find that neural and non-neural ectoderm are necessary and sufficient for folding morphogenesis. We identify two mechanisms drive folding: (1) apical contraction of neural ectoderm, and (2) basal adhesion mediated via extracellular matrix synthesis by non-neural ectoderm. Targeting these two mechanisms using drugs leads to morphological defects similar to neural tube defects. Finally, we show that neural tissue width determines neural tube shape, suggesting that morphology along the anterior–posterior axis depends on neural ectoderm geometry in addition to molecular gradients7. Our approach provides a new route to the study of human organ morphogenesis in health and disease. Stem cells cultured in a micropattern-constrained platform  form a quantitative and robust model of human neural tube morphogenesis.",
		"link": "https://www.nature.com/articles/s41586-021-04026-9"
	},
	{
		"id": 65,
		"title": "Higher cost of finance exacerbates a climate investment trap in developing economies",
		"desc": "Finance is vital for the green energy transition, but access to low cost finance is uneven as the cost of capital differs substantially between regions. This study shows how modelled decarbonisation pathways for developing economies are disproportionately impacted by different weighted average cost of capital (WACC) assumptions. For example, representing regionally-specific WACC values indicates 35% lower green electricity production in Africa for a cost-optimal 2 °C pathway than when regional considerations are ignored. Moreover, policy interventions lowering WACC values for low-carbon and high-carbon technologies by 2050 would allow Africa to reach net-zero emissions approximately 10 years earlier than when the cost of capital reduction is not considered. A climate investment trap arises for developing economies when climate-related investments remain chronically insufficient. Current finance frameworks present barriers to these finance flows and radical changes are needed so that capital is more equitably distributed. Access to low cost finance is vital for developing economies’ transition to green energy. Here the authors show how modelled decarbonization pathways for developing economies are disproportionately impacted by different weighted average cost of capital (WACC) assumptions.",
		"link": "https://www.nature.com/articles/s41467-021-24305-3"
	},
	{
		"id": 66,
		"title": "Unextractable fossil fuels in a 1.5 °C world",
		"desc": "Parties to the 2015 Paris Agreement pledged to limit global warming to well below 2 °C and to pursue efforts to limit the temperature increase to 1.5 °C relative to pre-industrial times1. However, fossil fuels continue to dominate the global energy system and a sharp decline in their use must be realized to keep the temperature increase below 1.5 °C (refs. 2–7). Here we use a global energy systems model8 to assess the amount of fossil fuels that would need to be left in the ground, regionally and globally, to allow for a 50 per cent probability of limiting warming to 1.5 °C. By 2050, we find that nearly 60 per cent of oil and fossil methane gas, and 90 per cent of coal must remain unextracted to keep within a 1.5 °C carbon budget. This is a large increase in the unextractable estimates for a 2 °C carbon budget9, particularly for oil, for which an additional 25 per cent of reserves must remain unextracted. Furthermore, we estimate that oil and gas production must decline globally by 3 per cent each year until 2050. This implies that most regions must reach peak production now or during the next decade, rendering many operational and planned fossil fuel projects unviable. We probably present an underestimate of the production changes required, because a greater than 50 per cent probability of limiting warming to 1.5 °C requires more carbon to stay in the ground and because of uncertainties around the timely deployment of negative emission technologies at scale. A global energy system model finds that planned fossil fuel extraction is inconsistent with limiting global warming to 1.5 °C, because the majority of fossil fuel reserves must stay in the ground.",
		"link": "https://www.nature.com/articles/s41586-021-03821-8"
	},
	{
		"id": 67,
		"title": "Global potential for harvesting drinking water from air using solar energy",
		"desc": "Access to safely managed drinking water (SMDW) remains a global challenge, and affects 2.2 billion people1,2. Solar-driven atmospheric water harvesting (AWH) devices with continuous cycling may accelerate progress by enabling decentralized extraction of water from air3–6, but low specific yields (SY) and low daytime relative humidity (RH) have raised questions about their performance (in litres of water output per day)7–11. However, to our knowledge, no analysis has mapped the global potential of AWH12 despite favourable conditions in tropical regions, where two-thirds of people without SMDW live2. Here we show that AWH could provide SMDW for a billion people. Our assessment—using Google Earth Engine13—introduces a hypothetical 1-metre-square device with a SY profile of 0.2 to 2.5 litres per kilowatt-hour (0.1 to 1.25 litres per kilowatt-hour for a 2-metre-square device) at 30% to 90% RH, respectively. Such a device could meet a target average daily drinking water requirement of 5 litres per day per person14. We plot the impact potential of existing devices and new sorbent classes, which suggests that these targets could be met with continued technological development, and well within thermodynamic limits. Indeed, these performance targets have been achieved experimentally in demonstrations of sorbent materials15–17. Our tools can inform design trade-offs for atmospheric water harvesting devices that maximize global impact, alongside ongoing efforts to meet Sustainable Development Goals (SDGs) with existing technologies. Mapping of the global potential of atmospheric water harvesting using solar energy shows that it could provide safely managed drinking water for a billion people worldwide based on climate suitability.",
		"link": "https://www.nature.com/articles/s41586-021-03900-w"
	},
	{
		"id": 68,
		"title": "Without a password",
		"desc": "Making connections.  Making connections.",
		"link": "https://www.nature.com/articles/d41586-021-02687-0"
	},
	{
		"id": 69,
		"title": "Evolutionary trees can’t reveal speciation and extinction rates",
		"desc": "Evolutionary-tree diagrams, which show the branching relationships between species, are widely used to estimate the rates at which new species arise and existing ones become extinct. New work casts doubt on this approach.  A standard way to assess evolutionary histories is called into question.",
		"link": "https://www.nature.com/articles/d41586-020-01021-4"
	},
	{
		"id": 70,
		"title": "Central Dogma of Molecular Biology",
		"desc": "The central dogma of molecular biology deals with the detailed residue-by-residue transfer of sequential information. It states that such information cannot be transferred from protein to either protein or nucleic acid.",
		"link": "https://www.nature.com/articles/227561a0"
	},
	{
		"id": 71,
		"title": " The Science of Statesmanship ",
		"desc": "POLITICAL science and politics are two very different A things; some progress has been made in methodising the facts and inductions of political economy, but politics is still little more than a chaos of party prejudices and personal invective. Yet there is surely no reason why political action, the conduct of the State, should not be guided by scientific method quite as much as the conduct of a scientific exploring expedition such as that which has so recently sailed over the North-East Passage. Prof. Nordenskjöld's feat is one of the finest instances of scientific prediction based on ascertained data that we know of, and we would recommend it to Sir William Harcourt's consideration when he contemplates taking part in another political “agitation.” Sir William has succeeded in getting such a firm grasp of the real nature of scientific method, and he applied it so wittily and so well in his recent Birmingham address that we would advise him to follow out this line in real earnest. So thoroughly does he seem to understand the method of scientific research and scientific prediction, and so ably, although only in sport and to banter his opponents, did he expound it, that we think science has lost in him a successful worker. To this loss we could resign ourselves if Sir William would set himself to rescue politics from its present degraded position as a mere theatre for party strife, and to elevate it into something like a science of national life and progress. He must have taken considerable pains to obtain his knowledge of the method and uses of the Nautical Almanac; his natural mistake as to its editorship we can overlook. As to the truth of his application of the method of the almanac to the construction of a Conservative Almanac; “after a careful induction from the conduct of Tory government,” we have nothing to do here; its ingenuity is amusing. With the following remarks, however, men of all parties cannot but agree:—",
		"link": "https://www.nature.com/articles/021295a0"
	},
	{
		"id": 72,
		"title": "Antony Hewish (1924–2021)",
		"desc": "Radioastronomer who won share of Nobel for role in discovering pulsars.  Radioastronomer who won share of Nobel for role in discovering pulsars.",
		"link": "https://www.nature.com/articles/d41586-021-02617-0"
	},
	{
		"id": 73,
		"title": "Reverse-Shearing Interferometry",
		"desc": "THE introduction of the shearing principle in the examination of optical wave-fronts by interferometry1 has led to a great simplification of the apparatus required. Recent developments2,3 have made possible the construction of compact portable interferometers for the examination of optical systems of large size, and several instruments are now available from optical manufacturers. For some purposes, however, it is possible to use as a shearing interferometer an even simpler system which is already in wide use for another purpose. This is the square prism used in photometry for dividing a beam of light into two. It is composed of two similar right-angled prisms cemented at their hypotenuse faces after one face has been coated with a semi-reflecting film. An application of this prism to the interferometry of length was first described by Kösters4, but the prism is also very useful as a shearing interferometer.",
		"link": "https://www.nature.com/articles/176359a0"
	},
	{
		"id": 74,
		"title": "Two-dimensional semiconductors host high-temperature exotic state",
		"desc": "The phenomenon of Bose–Einstein condensation is typically limited to extremely low temperatures. The effect has now been spotted at much higher temperatures for particles called excitons in atomically thin semiconductors.  Evidence of exciton condensation in atomically thin semiconductors.",
		"link": "https://www.nature.com/articles/d41586-019-02906-9"
	},
	{
		"id": 75,
		"title": "Nature in the Future",
		"desc": "",
		"link": "https://www.nature.com/articles/244475a0"
	},
	{
		"id": 76,
		"title": " Germany's Aims and Ambitions ",
		"desc": "LORD ROSEBERY, on March 1, 1893, speaking at the Royal Colonial Institute, said: “We have to remember that it is part of our responsibility and heritage to take care that the world, so far as it can be moulded by us, should receive the Anglo-Saxon, and not another character.” If we inquire what is conspicuous in the Anglo-Saxon character, most people will agree, I think, that it is based on regard for our neighbours’ rights, a regard which has been the object of our laws and struggles for centuries. The Anglo-Saxon spirit is essentially one which makes for fair-dealing; the race has never been a race of oppressors. Equity, truth, and justice have been our watch-words; and on the whole the nation has acted up to its convictions. It is this national feeling which has led to our taking part in the present war; rather than see a treaty broken, rather than allow a small nation to be coerced into an immoral act by a large and powerful one, we have lent our aid to the French and the Russians, and we are all prepared to support to the death what we all believe to be a righteous cause.",
		"link": "https://www.nature.com/articles/094137a0"
	},
	{
		"id": 77,
		"title": "The structure of neurofibromin isoform 2 reveals different functional states",
		"desc": "The autosomal dominant monogenetic disease neurofibromatosis type 1 (NF1) affects approximately one in 3,000 individuals and is caused by mutations in the NF1 tumour suppressor gene, leading to dysfunction in the protein neurofibromin (Nf1)1,2. As a GTPase-activating protein, a key function of Nf1 is repression of the Ras oncogene signalling cascade. We determined the human Nf1 dimer structure at an overall resolution of 3.3 Å. The cryo-electron microscopy structure reveals domain organization and structural details of the Nf1 exon 23a splicing3 isoform 2 in a closed, self-inhibited, Zn-stabilized state and an open state. In the closed conformation, HEAT/ARM core domains shield the GTPase-activating protein-related domain (GRD) so that Ras binding is sterically inhibited. In a distinctly different, open conformation of one protomer, a large-scale movement of the GRD occurs, which is necessary to access Ras, whereas Sec14-PH reorients to allow interaction with the cellular membrane4. Zn incubation of Nf1 leads to reduced Ras-GAP activity with both protomers in the self-inhibited, closed conformation stabilized by a Zn binding site between the N-HEAT/ARM domain and the GRD–Sec14-PH linker. The transition between closed, self-inhibited states of Nf1 and open states provides guidance for targeted studies deciphering the complex molecular mechanism behind the widespread neurofibromatosis syndrome and Nf1 dysfunction in carcinogenesis. Cryo-EM structure of Nf1 protein is reported, revealing closed and open conformations that regulate interaction with Ras oncogene, setting the stage for understanding the mechanistic action of Nf1 and how disease mutations lead to dysfunction.",
		"link": "https://www.nature.com/articles/s41586-021-04024-x"
	},
	{
		"id": 78,
		"title": "A synthetic antibiotic class overcoming bacterial multidrug resistance",
		"desc": "The dearth of new medicines effective against antibiotic-resistant bacteria presents a growing global public health concern1. For more than five decades, the search for new antibiotics has relied heavily on the chemical modification of natural products (semisynthesis), a method ill-equipped to combat rapidly evolving resistance threats. Semisynthetic modifications are typically of limited scope within polyfunctional antibiotics, usually increase molecular weight, and seldom permit modifications of the underlying scaffold. When properly designed, fully synthetic routes can easily address these shortcomings2. Here we report the structure-guided design and component-based synthesis of a rigid oxepanoproline scaffold which, when linked to the aminooctose residue of clindamycin, produces an antibiotic of exceptional potency and spectrum of activity, which we name iboxamycin. Iboxamycin is effective against ESKAPE pathogens including strains expressing Erm and Cfr ribosomal RNA methyltransferase enzymes, products of genes that confer resistance to all clinically relevant antibiotics targeting the large ribosomal subunit, namely macrolides, lincosamides, phenicols, oxazolidinones, pleuromutilins and streptogramins. X-ray crystallographic studies of iboxamycin in complex with the native bacterial ribosome, as well as with the Erm-methylated ribosome, uncover the structural basis for this enhanced activity, including a displacement of the \n              \n                \n              \n              $${\\text{m}}_{2}^{6}\\text{A}2058$$\n              \n             nucleotide upon antibiotic binding. Iboxamycin is orally bioavailable, safe and effective in treating both Gram-positive and Gram-negative bacterial infections in mice, attesting to the capacity for chemical synthesis to provide new antibiotics in an era of increasing resistance. Structure-guided design and component-based synthesis are used to produce iboxamycin, a novel ribosome-binding antibiotic with potent activity against Gram-positive and Gram-negative bacteria.",
		"link": "https://www.nature.com/articles/s41586-021-04045-6"
	},
	{
		"id": 79,
		"title": "Technologies to deliver food and climate security through agriculture",
		"desc": "Agriculture is a major contributor to environmental degradation and climate change. At the same time, a growing human population with changing dietary preferences is driving ever increasing demand for food. The need for urgent reform of agriculture is widely recognized and has resulted in a number of ambitious plans. However, there is credible evidence to suggest that these are unlikely to meet the twin objectives of keeping the increase in global temperature within the target of 2.0 °C above preindustrial levels set out in the Paris Agreement and delivering global food security. Here, we discuss a series of technological options to bring about change in agriculture for delivering food security and providing multiple routes to the removal of CO2 from the atmosphere. These technologies include the use of silicate amendment of soils to sequester atmospheric CO2, agronomy technologies to increase soil organic carbon, and high-yielding resource-efficient crops to deliver increased agricultural yield, thus freeing land that is less suited for intensive cropping for land use practices that will further increase carbon storage. Such alternatives include less intensive regenerative agriculture, afforestation and bioenergy crops coupled with carbon capture and storage technologies. Agriculture attempts to satisfy the demand for food of a growing human population but contributes to environmental degradation. However, there are technological options for agriculture to deliver food security and potentially reduce atmospheric CO2.",
		"link": "https://www.nature.com/articles/s41477-021-00877-2"
	},
	{
		"id": 80,
		"title": "Omnimagnets move non-magnetic objects every which way",
		"desc": "An ancient solar storm helps pinpoint when Vikings lived in the Americas, and using magnets to deftly move non-magnetic metals.  Hear the biggest stories from the world of science | 20 October 2021",
		"link": "https://www.nature.com/articles/d41586-021-02863-2"
	},
	{
		"id": 81,
		"title": "Disintegration of Uranium by Neutrons: a New Type of Nuclear Reaction",
		"desc": "ON bombarding uranium with neutrons, Fermi and collaborators1 found that at least four radioactive substances were produced, to two of which atomic numbers larger than 92 were ascribed. Further investigations2 demonstrated the existence of at least nine radioactive periods, six of which were assigned to elements beyond uranium, and nuclear isomerism had to be assumed in order to account for their chemical behaviour together with their genetic relations. In the late 1930s, a series of experiments showed that bombarding uranium with neutrons produced several new radioactive elements, which were assumed to have atomic numbers near to that of uranium (Z = 92). This assumption followed naturally from the prevailing view of nuclear decay, which involved the emission, through tunnelling, of only small charged particles (α and β). How then did one explain the formation of an element which was, as far as could be determined, identical to barium (Z = 56), and thus much smaller than uranium? The answer came in 1939, when Meitner and Frisch proposed a process whereby the addition of a neutron would induce the uranium nucleus to split. They called this process ‘fission’, by analogy with the splitting of living cells.",
		"link": "https://www.nature.com/articles/143239a0"
	},
	{
		"id": 82,
		"title": "Stimulated Optical Radiation in Ruby",
		"desc": "Schawlow and Townes1 have proposed a technique for the generation of very monochromatic radiation in the infra-red optical region of the spectrum using an alkali vapour as the active medium. Javan2 and Sanders3 have discussed proposals involving electron-excited gaseous systems. In this laboratory an optical pumping technique has been successfully applied to a fluorescent solid resulting in the attainment of negative temperatures and stimulated optical emission at a wave-length of 6943 Å. ; the active material used was ruby (chromium in corundum). After demonstration in 1954 of the 'maser' principle (microwave amplification by stimulated emission of radiation), systems were sought in which the effect occurred in the infrared and visible spectrum. This goal was reached in 1960 when Theodore Maiman achieved optical laser action in ruby.",
		"link": "https://www.nature.com/articles/187493a0"
	},
	{
		"id": 83,
		"title": "Mental health: build predictive models to steer policy",
		"desc": "Combine economic, social and medical data to forecast need and design services to address the growing crisis.  Combine economic, social and medical data to forecast need and design services to address the growing crisis.",
		"link": "https://www.nature.com/articles/d41586-021-02581-9"
	},
	{
		"id": 84,
		"title": "Pilgrim Trust Lecture",
		"desc": "THE Pilgrim Trust Lectures, administered jointly by the Royal Society and the U.S. National Academy of Sciences, were inaugurated last December by a notable lecture delivered by Dr. Irving Langmuir in the theatre of the Royal Institution, London. The selection of the lecturer for the second of the series was in the hands of the Royal Society, which decided, most appropriately, to send its president, Sir William Bragg, as the ambassador of science in Great Britain to the United States. Sir William visited the United States during the spring, and on April 24, in the course of the annual meeting at Washington of the National Academy of Sciences, delivered the second Pilgrim Trust Lecture, which appears on p. 21 of this issue of NATURE. The effect of science upon social conditions formed the theme of Sir William's address, which he illustrated by dipping into the history of the Royal Society Starting as a body of ‘virtuosi’ who met for discussion and experiment about the middle of the seventeenth century, the Royal Society early became concerned in problems of interest to a wider circle and to the State. Inquiries submitted to correspondents, their reports, and papers read before the Society, illustrate the effects of science upon society and conversely, of the circumstances of the times upon scientific investigations. Sir William leads up to an eloquent plea for the earnest consideration of current affairs in the spirit of science, which links up with the efforts of the Division for Social and International Relations of Science of the British Association; the Manchester meeting of the latter referred to on p. 1 of this issue deals specifically with some social aspects of scientific research, while Sir William points the moral on the wider issue.",
		"link": "https://www.nature.com/articles/144015b0"
	},
	{
		"id": 85,
		"title": "Freedom of Science and Learning",
		"desc": "SO much has been said recently upon the subjects of academic freedom and intellectual liberty that there is a tendency for the terms to become catchwords, as in the much-used phrase “Poverty in the midst of plenty”. If this were the main result of the reiteration of the principle that scientific inquiry can only develop to its full extent in an atmosphere of political freedom, it might reasonably be suggested that there has been too much talk about liberty but too little done to secure it. Fifty years ago, as Prof. Hogben reminded us in his Conway Memorial Lecture— “The Retreat from Reason”—T. H. Huxley, in an address on technical education, used the pregnant words “The great end of life is not knowledge but action” ; and this principle may be applied very appropriately to the reaction that has resulted from a knowledge of conditions deliberately created to restrict scientific work to particular classes, and thus to destroy the international character of the pursuit of scientific truth.",
		"link": "https://www.nature.com/articles/140169a0"
	},
	{
		"id": 86,
		"title": " The Transits of Venus in 1874 and 1882 ",
		"desc": "A PARLIAMENTARY paper issued at the close of last session gives some information on what is intended to be done in the matter of the great approaching astronomical events of 1874 and 1882, which will interest many readers of NATURE. The correspondence on this subject between the Astronomer Royal and the Hydrographer of the Admiralty, and between the Hydrographer and the Secretary to the Admiralty, is given at full length, and together with the appended remarks of Captain Toynbee, Admiral Ommaney, Commander Davis, Mr. Stone, and Mr. Warren Dela Rue, well merits careful perusal. On the whole it seems to be at least doubtful whether the requisite Antarctic station for the observation of the transit, which in the opinion of the Astronomer Royal should, if possible, be in the neighbourhood of Mounts Erebus and Terror, can be attained, or if, when attained, it is likely to be possible to make observations from it. But this Antarctic station is only required for the transit of 1882, and there is ample time to make a preparatory; Antarctic expedition to ascertain the doubtful point. In the meantime, however, let us see what has been; settled about the transit of 1874. For the proper observation of this event the Astronomer Royal informs us that it will be necessary, after making allowance for all the aid that may be expected from foreign and colonial; observatories, to organise expeditions to the following five stations:—(1) Oahu (Sandwich Islands), (2) Kerguelen's Island, (3) Rodriguez, (4) Auckland (New Zealand), (5) Alexandria. At the first three of these stations—namely Oahu, Kerguelen's Island, and Rodriguez—it will be necessary to make preparatory observations for twelve months, in order to ascertain the absolute longitudes of these places, which are not exactly known. The total cost of these proposed observing expeditions for the transit of 1874 is estimated by the Hydrographer at 10,404l., a sum which, it must be admitted, is moderate for work of such surpassing importance, and, as the Lords of the Treasury state that they have “no objection to offer”to the proposed expenditure, we may take it for granted it will be so far carried out. But what I wish to call attention to at the present moment is the valuable opportunity thus offered for still further augmenting the importance of this event to the progress of science generally, by converting these proposed astronomical expeditions into expeditions for general scientific observation. At three of the spots to be visited it will be necessary to keep up an observing party, more or less extensive, for upwards of twelve months. Now, it so happens that the three spots thus selected for astronomical observatories are also of very great interest for biological studies. The Sandwich Islands are well known to be the seat of a most peculiar indigenous flora and fauna, which has been hitherto very incompletely explored, rivalling perhaps even that of the Galapagos in eccentricity. They are likewise the seat of some of the most stupendous volcanic phenomena known on the globe. Who can doubt that one or more zoologists, botanists, and geologists would find ample work during a twelvemonth's sojourn in these islands, and would reap a rich harvest of results? The little island of Rodriguez was formerly the residence of a bird allied to the Dodo, and probably of other extinct forms o life. Professor Newton and his brother have, it is true, already made us tolerably well acquainted with the osteology of Pezophaps, as this gigantic ground-pigeon is termed. But there is no doubt that a careful exploration of the bone-caves of Rodriguez will lead to still further discoveries as regards Pezophaps, and most probably result in bringing to light other unknown extinct inhabitants of the submerged continent, which was the ancient focus of Didine life. Kerguelen's Island, the third point selected for a temporary astronomical observatory, is also in many points worthy of renewed investigation. Although we may probably believDr. Hooker, who visited it during Sir James Ross's Antarctic Expedition, left but few plants for future botanists to discover, the seals and whales that frequent its shores, together with the sea-fowl and other inhabitants of the coast, would well occupy the attention of zoologists. It is, moreover, of especial importance that the “abundant fossil remains” of its now extinct forests should be thoroughly investigated, in order to obtain more knowledge of the former distribution of land and water in the South Pacific. I have mentioned only some of the principal and most noticeable points for biological inquiry in each of these three localities. But, as every naturalist knows, in the case of such isolated land-areas as these marine islands, it is of especial importance to the progress of our knowledge of general geographical distribution to have a complete account of every branch of their faunas and floras, both recent and extinct. I beg leave, therefore, to urge upon all who are interested in the progress of science, the importance of not losing the opportunity that now presents itself. The additional expense of attaching two or three qualified Natural History observers (or at any rate collectors) to these three expeditions could not be very great. The numerous American and Russian exploring expeditions are invariably accompanied by zoological and botanical collectors, nor is the money required to publish the results obtained by them grudged by the Governments of these countries. Even poverty-stricken Austria did not send the Novara round the world without a competent corps of naturalists, and we are now reaping the fruits of the abundant harvest which they gathered in. Far from lagging behind, wealthy England ought to take the lead in such cases, and instead of its being necessary, when an opportunity of the sort occurs, to take all kinds of extraordinary steps in order to induce the Government to.take advantage of it, such things should be done as matters of course.",
		"link": "https://www.nature.com/articles/001527a0"
	},
	{
		"id": 87,
		"title": "How I wrote a pop-science book",
		"desc": "Much of John Tregoning’s pandemic year was spent writing a book about infectious disease. Now that it’s out, what has he learnt?  Much of John Tregoning’s pandemic year was spent writing a book about infectious disease. Now that it’s out, what has he learnt?",
		"link": "https://www.nature.com/articles/d41586-021-02835-6"
	},
	{
		"id": 88,
		"title": "Liberation of Neutrons from Beryllium by X-Rays: Radioactivity Induced by Means of Electron Tubes",
		"desc": "IT has been recently reported1 that neutrons are liberated from beryllium by -rays of radium and that these are able to induce radioactivity in iodine. Following up this work, we have attempted to liberate neutrons from beryllium by means of hard X-rays, produced by high-voltage electron tubes. An electron tube, which could conveniently be operated by a high-voltage impulse generator at several million volts2, is at present in use in the High Tension Laboratory of the A.E.G. in Berlin, and has served in the present experiment for the production of X-rays. In September 1934, Leo Szilard and T. H. Chalmers let gamma rays fall onto a beryllium target, noting that emissions from the target induced radioactivity in iodine. \"We conclude,\" they wrote, \"that neutrons are liberated from beryllium by gamma rays.\" Two months later, A. Brasch and colleagues, including Szilard and Chalmers, reported a similar effect using X-rays rather than gamma rays. More ominously, the existence of neutron-induced radioactivity also suggested the possibility of neutron chain-reactions — using the neutrons emitted by radioactive elements to induce radioactivity, and liberate further neutrons, from other nuclei. The first demonstration came four years later, following the discovery of nuclear fission in uranium [see Nature 143, 239-240 (1939)].",
		"link": "https://www.nature.com/articles/134880a0"
	},
	{
		"id": 89,
		"title": "Uneven attention hampers the drive to control infectious diseases",
		"desc": "Despite notable success stories, many conditions still present a complex challenge.  Despite notable success stories, many conditions still present a complex challenge.",
		"link": "https://www.nature.com/articles/d41586-021-02910-y"
	},
	{
		"id": 90,
		"title": "Strongly correlated excitonic insulator in atomic double layers",
		"desc": "Excitonic insulators (EIs) arise from the formation of bound electron–hole pairs (excitons)1,2 in semiconductors and provide a solid-state platform for quantum many-boson physics3–8. Strong exciton–exciton repulsion is expected to stabilize condensed superfluid and crystalline phases by suppressing both density and phase fluctuations8–11. Although spectroscopic signatures of EIs have been reported6,12–14, conclusive evidence for strongly correlated EI states has remained elusive. Here we demonstrate a strongly correlated two-dimensional (2D) EI ground state formed in transition metal dichalcogenide (TMD) semiconductor double layers. A quasi-equilibrium spatially indirect exciton fluid is created when the bias voltage applied between the two electrically isolated TMD layers is tuned to a range that populates bound electron–hole pairs, but not free electrons or holes15–17. Capacitance measurements show that the fluid is exciton-compressible but charge-incompressible—direct thermodynamic evidence of the EI. The fluid is also strongly correlated with a dimensionless exciton coupling constant exceeding 10. We construct an exciton phase diagram that reveals both the Mott transition and interaction-stabilized quasi-condensation. Our experiment paves the path for realizing exotic quantum phases of excitons8, as well as multi-terminal exciton circuitry for applications18–20. So far only signatures of excitonic insulators have been reported, but here direct thermodynamic evidence is provided for a strongly correlated excitonic insulating state in transition metal dichalcogenide semiconductor double layers.",
		"link": "https://www.nature.com/articles/s41586-021-03947-9"
	},
	{
		"id": 91,
		"title": " Tele-Photography ",
		"desc": "WHILE experimenting with the photophone it occurred to me that the fact that the resistance of crystalline selenium varies with the intensity of the light falling upon it might be applied in the construction of an instrument for the electrical transmission of pictures of natural objects in the manner to be described in this paper.",
		"link": "https://www.nature.com/articles/023344a0"
	},
	{
		"id": 92,
		"title": "COVID’s lessons for climate, sustainability and more from Our World in Data",
		"desc": "International agencies need the mandate, funds and expertise to connect information — otherwise pandemics, hunger and unsustainability will go unsolved.  International agencies need the mandate, funds and expertise to connect information — otherwise pandemics, hunger and unsustainability will go unsolved.",
		"link": "https://www.nature.com/articles/d41586-021-02691-4"
	},
	{
		"id": 93,
		"title": "Thermal Agitation of Electricity in Conductors",
		"desc": "ORDINARY electric conductors are sources of spontaneous fluctuations of voltage which can be measured with sufficiently sensitive instruments. This property of conductors appears to be the result of thermal agitation of the electric charges in the material of the conductor. While trying to perfect the design and manufacture of the vacuum valve, the pioneers of electronic engineering uncovered a fundamental problem — noise. Walter Schottky first postulated the existence of thermal noise and shot noise in 1918. In a letter to Nature in 1927, J. B. Johnson commented on voltage fluctuations that appear \"to be the result of thermal agitation of the electric charges in the material of the conductor\". Johnson would later become associated with thermal noise — now also known as Johnson noise — after he published a definitive experiment on noise in 1928, alongside Harry Nyquist's theoretical explanation [Johnson, J. B. Phys. Rev. 32, 97–109 (1928); Nyquist, H. Phys. Rev. 32, 110–113 (1928)]. But his letter of 1927 was intended to bring \"a similar phenomenon\" to the attention of Nature readers. In this case the fluctuations depend not on temperature but inversely on frequency — Johnson had discovered '1/f noise'.",
		"link": "https://www.nature.com/articles/119050c0"
	},
	{
		"id": 94,
		"title": "Cave art in the tropics",
		"desc": "From the award-winning Nature Video team",
		"link": "https://www.nature.com/articles/d41586-019-00382-9"
	},
	{
		"id": 95,
		"title": "Genomics unwraps mystery of the Tarim mummies",
		"desc": "The unexpected origins of a 4,000-year-old people, protecting your ‘digital presence’ and what to expect from COP26.  Hear the biggest stories from the world of science | 27 October 2021",
		"link": "https://www.nature.com/articles/d41586-021-02969-7"
	},
	{
		"id": 96,
		"title": "Mutations affecting segment number and polarity in Drosophila",
		"desc": "In systematic searches for embryonic lethal mutants of Drosophila melanogaster we have identified 15 loci which when mutated alter the segmental pattern of the larva. These loci probably represent the majority of such genes in Drosophila. The phenotypes of the mutant embryos indicate that the process of segmentation involves at least three levels of spatial organization: the entire egg as developmental unit, a repeat unit with the length of two segments, and the individual segment.",
		"link": "https://www.nature.com/articles/287795a0"
	},
	{
		"id": 97,
		"title": "The orbitofrontal cortex maps future navigational goals",
		"desc": "Accurate navigation to a desired goal requires consecutive estimates of spatial relationships between the current position and future destination throughout the journey. Although neurons in the hippocampal formation can represent the position of an animal as well as its nearby trajectories1–7, their role in determining the destination of the animal has been questioned8,9. It is, thus, unclear whether the brain can possess a precise estimate of target location during active environmental exploration. Here we describe neurons in the rat orbitofrontal cortex (OFC) that form spatial representations persistently pointing to the subsequent goal destination of an animal throughout navigation. This destination coding emerges before the onset of navigation, without direct sensory access to a distal goal, and even predicts the incorrect destination of an animal at the beginning of an error trial. Goal representations in the OFC are maintained by destination-specific neural ensemble dynamics, and their brief perturbation at the onset of a journey led to a navigational error. These findings suggest that the OFC is part of the internal goal map of the brain, enabling animals to navigate precisely to a chosen destination that is beyond the range of sensory perception. Dedicated cells in the hippocampus and entorhinal cortex map an animal s instantaneous position in space; by contrast, its future goal location is represented in the orbitofrontal cortex, a structure within the broader circuit.",
		"link": "https://www.nature.com/articles/s41586-021-04042-9"
	},
	{
		"id": 98,
		"title": "A solar C/O and sub-solar metallicity in a hot Jupiter atmosphere",
		"desc": "Measurements of the atmospheric carbon (C) and oxygen (O) relative to hydrogen (H) in hot Jupiters (relative to their host stars) provide insight into their formation location and subsequent orbital migration1,2. Hot Jupiters that form beyond the major volatile (H2O/CO/CO2) ice lines and subsequently migrate post disk-dissipation are predicted have atmospheric carbon-to-oxygen ratios (C/O) near 1 and subsolar metallicities2, whereas planets that migrate through the disk before dissipation are predicted to be heavily polluted by infalling O-rich icy planetesimals, resulting in C/O < 0.5 and super-solar metallicities1,2. Previous observations of hot Jupiters have been able to provide bounded constraints on either H2O (refs. 3–5) or CO (refs. 6,7), but not both for the same planet, leaving uncertain4 the true elemental C and O inventory and subsequent C/O and metallicity determinations. Here we report spectroscopic observations of a typical transiting hot Jupiter, WASP-77Ab. From these, we determine the atmospheric gas volume mixing ratio constraints on both H2O and CO (9.5 × 10−5–1.5 × 10−4 and 1.2 × 10−4–2.6 × 10−4, respectively). From these bounded constraints, we are able to derive the atmospheric C/H (\n                \n                  \n                \n                $${0.35}_{-0.10}^{+0.17}$$\n                \n               × solar) and O/H (\n                \n                  \n                \n                $${0.32}_{-0.08}^{+0.12}$$\n                \n               × solar) abundances and the corresponding atmospheric carbon-to-oxygen ratio (C/O = 0.59 ± 0.08; the solar value is 0.55). The sub-solar (C+O)/H (\n                \n                  \n                \n                $${0.33}_{-0.09}^{+0.13}$$\n                \n               × solar) is suggestive of a metal-depleted atmosphere relative to what is expected for Jovian-like planets1 while the near solar value of C/O rules out the disk-free migration/C-rich2 atmosphere scenario. The C/O ratio of the transiting hot Jupiter WASP-77Ab is measured here and found to be approximately solar, though the (C+O)/H ratio is subsolar.",
		"link": "https://www.nature.com/articles/s41586-021-03912-6"
	},
	{
		"id": 99,
		"title": "Central Dogma Reversed",
		"desc": "",
		"link": "https://www.nature.com/articles/2261198a0"
	},
	{
		"id": 100,
		"title": "Evaluating the climate impact of aviation emission scenarios towards the Paris agreement including COVID-19 effects",
		"desc": "Aviation is an important contributor to the global economy, satisfying society’s mobility needs. It contributes to climate change through CO2 and non-CO2 effects, including contrail-cirrus and ozone formation. There is currently significant interest in policies, regulations and research aiming to reduce aviation’s climate impact. Here we model the effect of these measures on global warming and perform a bottom-up analysis of potential technical improvements, challenging the assumptions of the targets for the sector with a number of scenarios up to 2100. We show that although the emissions targets for aviation are in line with the overall goals of the Paris Agreement, there is a high likelihood that the climate impact of aviation will not meet these goals. Our assessment includes feasible technological advancements and the availability of sustainable aviation fuels. This conclusion is robust for several COVID-19 recovery scenarios, including changes in travel behaviour. Aviation contributes to climate change and ways to reduce its emissions are widely debated. Here, the authors assess the effects of technology improvements and the use of sustainable aviation fuels and find that even when these are considered aviation is unlikely to meet emissions goals in line with the Paris Agreement.",
		"link": "https://www.nature.com/articles/s41467-021-24091-y"
	},
	{
		"id": 101,
		"title": "An integrated map of genetic variation from 1,092 human genomes",
		"desc": "By characterizing the geographic and functional spectrum of human genetic variation, the 1000 Genomes Project aims to build a resource to help to understand the genetic contribution to disease. Here we describe the genomes of 1,092 individuals from 14 populations, constructed using a combination of low-coverage whole-genome and exome sequencing. By developing methods to integrate information across several algorithms and diverse data sources, we provide a validated haplotype map of 38 million single nucleotide polymorphisms, 1.4 million short insertions and deletions, and more than 14,000 larger deletions. We show that individuals from different populations carry different profiles of rare and common variants, and that low-frequency variants show substantial geographic differentiation, which is further increased by the action of purifying selection. We show that evolutionary conservation and coding consequence are key determinants of the strength of purifying selection, that rare-variant load varies substantially across biological pathways, and that each individual contains hundreds of rare non-coding variants at conserved sites, such as motif-disrupting changes in transcription-factor-binding sites. This resource, which captures up to 98% of accessible single nucleotide polymorphisms at a frequency of 1% in related populations, enables analysis of common and low-frequency variants in individuals from diverse, including admixed, populations. This report from the 1000 Genomes Project describes the genomes of 1,092 individuals from 14 human populations, providing a resource for common and low-frequency variant analysis in individuals from diverse populations; hundreds of rare non-coding variants at conserved sites, such as motif-disrupting changes in transcription-factor-binding sites, can be found in each individual. This report by the 1000 Genomes Project describes the genomes of 1,092 individuals from 14 human populations, providing a resource for common and low-frequency variant analysis in individuals from diverse populations. Integrative analyses reveal profiles of rare and common variants in different populations. The frequencies of rare variants vary across biological pathways, and hundreds of rare, non-coding variants at conserved sites — such as changes disrupting transcription-factor motifs — can be established for each individual.",
		"link": "https://www.nature.com/articles/nature11632"
	},
	{
		"id": 102,
		"title": "A unifying framework for studying and managing climate-driven rates of ecological change",
		"desc": "During the Anthropocene and other eras of rapidly changing climates, rates of change of ecological systems can be described as fast, slow or abrupt. Fast ecological responses closely track climate change, slow responses substantively lag climate forcing, causing disequilibria and reduced fitness, and abrupt responses are characterized by nonlinear, threshold-type responses at rates that are large relative to background variability and forcing. All three kinds of climate-driven ecological dynamics are well documented in contemporary studies, palaeoecology and invasion biology. This fast–slow–abrupt conceptual framework helps unify a bifurcated climate-change literature, which tends to separately consider the ecological risks posed by slow or abrupt ecological dynamics. Given the prospect of ongoing climate change for the next several decades to centuries of the Anthropocene and wide variations in ecological rates of change, the theory and practice of managing ecological systems should shift attention from target states to target rates. A rates-focused framework broadens the strategic menu for managers to include options to both slow and accelerate ecological rates of change, seeks to reduce mismatch among climate and ecological rates of change, and provides a unified conceptual framework for tackling the distinct risks associated with fast, slow and abrupt ecological rates of change. Outlining a conceptual framework of climate-driven fast, slow and abrupt ecological change that integrates palaeoecology, contemporary ecology and invasion biology, the authors argue that the focus of theory and practice needs to shift from managing states to managing rates of change.",
		"link": "https://www.nature.com/articles/s41559-020-01344-5"
	},
	{
		"id": 103,
		"title": "An integrated encyclopedia of DNA elements in the human genome",
		"desc": "The human genome encodes the blueprint of life, but the function of the vast majority of its nearly three billion bases is unknown. The Encyclopedia of DNA Elements (ENCODE) project has systematically mapped regions of transcription, transcription factor association, chromatin structure and histone modification. These data enabled us to assign biochemical functions for 80% of the genome, in particular outside of the well-studied protein-coding regions. Many discovered candidate regulatory elements are physically associated with one another and with expressed genes, providing new insights into the mechanisms of gene regulation. The newly identified elements also show a statistical correspondence to sequence variants linked to human disease, and can thereby guide interpretation of this variation. Overall, the project provides new insights into the organization and regulation of our genes and genome, and is an expansive resource of functional annotations for biomedical research. This overview of the ENCODE project outlines the data accumulated so far, revealing that 80% of the human genome now has at least one biochemical function assigned to it; the newly identified functional elements should aid the interpretation of results of genome-wide association studies, as many correspond to sites of association with human disease. The Encyclopedia of DNA Elements (ENCODE) project has systematically mapped regions of transcription, transcription-factor association, chromatin structure and histone modification. In this overview, the Consortium guides the readers through the project itself, the data and their integrated analyses. Eighty per cent of the human genome now has at least one biochemical function assigned to it. In addition to expanding our understanding of how gene expression is regulated on a genome-wide scale, the newly identified functional elements should help researchers to interpret the results of genome-wide associated studies because many correspond to sites associated with human disease.",
		"link": "https://www.nature.com/articles/nature11247"
	},
	{
		"id": 104,
		"title": "The DNA sequence and biological annotation of human chromosome 1",
		"desc": "The reference sequence for each human chromosome provides the framework for understanding genome function, variation and evolution. Here we report the finished sequence and biological annotation of human chromosome 1. Chromosome 1 is gene-dense, with 3,141 genes and 991 pseudogenes, and many coding sequences overlap. Rearrangements and mutations of chromosome 1 are prevalent in cancer and many other diseases. Patterns of sequence variation reveal signals of recent selection in specific genes that may contribute to human fitness, and also in regions where no function is evident. Fine-scale recombination occurs in hotspots of varying intensity along the sequence, and is enriched near genes. These and other studies of human biology and disease encoded within chromosome 1 are made possible with the highly accurate annotated sequence, as part of the completed set of chromosome sequences that comprise the reference human genome. Nature's series of papers on the finished sequences of the human chromosomes concludes with publication of the analysis of chromosome 1. And it is last but not least: it is the largest chromosome in the genome, and is gene-dense, with 3,141 genes and 991 pseudogenes. A collected edition of the finished reference sequences of the 22 ‘autosomal’ chromosomes, plus the X and Y, together with accompanying News and Views articles, is to be published by Nature Publishing Group on 1 June 2006.",
		"link": "https://www.nature.com/articles/nature04727"
	},
	{
		"id": 105,
		"title": "Ancestral sequence reconstruction pinpoints adaptations that enable avian influenza virus transmission in pigs",
		"desc": "Understanding the evolutionary adaptations that enable avian influenza viruses to transmit in mammalian hosts could allow better detection of zoonotic viruses with pandemic potential. We applied ancestral sequence reconstruction to gain viruses representing different adaptive stages of the European avian-like (EA) H1N1 swine influenza virus as it transitioned from avian to swine hosts since 1979. Ancestral viruses representing the avian-like precursor virus and EA swine influenza viruses from 1979–1983, 1984–1987 and 1988–1992 were reconstructed and characterized. Glycan-binding analyses showed stepwise changes in the haemagglutinin receptor–binding specificity of the EA swine influenza viruses—that is, from recognition of both α2,3- and α2,6-linked sialosides to recognition of α2,6-linked sialosides only; however, efficient transmission in piglets was enabled by adaptive changes in the viral polymerase protein and nucleoprotein, which have been fixed since 1983. PB1-Q621R and NP-R351K increased viral replication and transmission in piglets when introduced into the 1979–1983 ancestral virus that lacked efficient transmissibility. The stepwise adaptation of an avian influenza virus to a mammalian host suggests that there may be opportunities to intervene and prevent interspecies jumps through strategic coordination of surveillance and risk assessment activities. Ancestral avian influenza A viruses are used to identify adaptive changes in viral polymerase and nucleoproteins that enable efficient replication and transmission in pigs.",
		"link": "https://www.nature.com/articles/s41564-021-00976-y"
	},
	{
		"id": 106,
		"title": "Sensory processing during sleep in Drosophila melanogaster",
		"desc": "During sleep, most animal species enter a state of reduced consciousness characterized by a marked sensory disconnect. Yet some processing of the external world must remain intact, given that a sleeping animal can be awoken by intense stimuli (for example, a loud noise or a bright light) or by soft but qualitatively salient stimuli (for example, the sound of a baby cooing or hearing one’s own name1–3). How does a sleeping brain retain the ability to process the quality of sensory information? Here we present a paradigm to study the functional underpinnings of sensory discrimination during sleep in Drosophila melanogaster. We show that sleeping vinegar flies, like humans, discern the quality of sensory stimuli and are more likely to wake up in response to salient stimuli. We also show that the salience of a stimulus during sleep can be modulated by internal states. We offer a prototypical blueprint detailing a circuit involved in this process and its modulation as evidence that the system can be used to explore the cellular underpinnings of how a sleeping brain experiences the world. The authors develop a paradigm to study sensory discrimination during sleep in Drosophila melanogaster.",
		"link": "https://www.nature.com/articles/s41586-021-03954-w"
	},
	{
		"id": 107,
		"title": "Pathways to sustaining tuna-dependent Pacific Island economies during climate change",
		"desc": "Climate-driven redistribution of tuna threatens to disrupt the economies of Pacific Small Island Developing States (SIDS) and sustainable management of the world’s largest tuna fishery. Here we show that by 2050, under a high greenhouse gas emissions scenario (RCP 8.5), the total biomass of three tuna species in the waters of ten Pacific SIDS could decline by an average of 13% (range = −5% to −20%) due to a greater proportion of fish occurring in the high seas. The potential implications for Pacific Island economies in 2050 include an average decline in purse-seine catch of 20% (range = −10% to −30%), an average annual loss in regional tuna-fishing access fees of US$90 million (range = −US$40 million to –US$140 million) and reductions in government revenue of up to 13% (range = −8% to −17%) for individual Pacific SIDS. Redistribution of tuna under a lower-emissions scenario (RCP 4.5) is projected to reduce the purse-seine catch from the waters of Pacific SIDS by an average of only 3% (range = −12% to +9%), indicating that even greater reductions in greenhouse gas emissions, in line with the Paris Agreement, would provide a pathway to sustainability for tuna-dependent Pacific Island economies. An additional pathway involves Pacific SIDS negotiating within the regional fisheries management organization to maintain the present-day benefits they receive from tuna, regardless of the effects of climate change on the distribution of the fish. Climate change will alter the distribution of tuna, impacting the economies of Pacific Small Island Developing States. This study finds that greater greenhouse gas emissions will worsen these impacts.",
		"link": "https://www.nature.com/articles/s41893-021-00745-z"
	},
	{
		"id": 108,
		"title": "Conference on Semi-conducting Materials",
		"desc": "",
		"link": "https://www.nature.com/articles/165020c0"
	},
	{
		"id": 109,
		"title": "Insights into variation in meiosis from 31,228 human sperm genomes",
		"desc": "Meiosis, although essential for reproduction, is also variable and error-prone: rates of chromosome crossover vary among gametes, between the sexes, and among humans of the same sex, and chromosome missegregation leads to abnormal chromosome numbers (aneuploidy)1–8. To study diverse meiotic outcomes and how they covary across chromosomes, gametes and humans, we developed Sperm-seq, a way of simultaneously analysing the genomes of thousands of individual sperm. Here we analyse the genomes of 31,228 human gametes from 20 sperm donors, identifying 813,122 crossovers and 787 aneuploid chromosomes. Sperm donors had aneuploidy rates ranging from 0.01 to 0.05 aneuploidies per gamete; crossovers partially protected chromosomes from nondisjunction at the meiosis I cell division. Some chromosomes and donors underwent more-frequent nondisjunction during meiosis I, and others showed more meiosis II segregation failures. Sperm genomes also manifested many genomic anomalies that could not be explained by simple nondisjunction. Diverse recombination phenotypes—from crossover rates to crossover location and separation, a measure of crossover interference—covaried strongly across individuals and cells. Our results can be incorporated with earlier observations into a unified model in which a core mechanism, the variable physical compaction of meiotic chromosomes, generates interindividual and cell-to-cell variation in diverse meiotic phenotypes. Thousands of sperm genomes have been analysed with a new method called Sperm-seq, revealing interconnected meiotic variation at the single-cell and person-to-person levels, and suggesting chromosome compaction as a way to explain the relationships between diverse recombination phenotypes.",
		"link": "https://www.nature.com/articles/s41586-020-2347-0"
	},
	{
		"id": 110,
		"title": "Le piattaforme nazionali italiane prendono forma",
		"desc": "Una consultazione pubblica che si è chiusa il 30 settembre segna il primo passo di un ambizioso piano per costruire infrastrutture di ricerca condivise a Milano. Una consultazione pubblica che si è chiusa il 30 settembre segna il primo passo di un ambizioso piano per costruire infrastrutture di ricerca condivise a Milano.",
		"link": "https://www.nature.com/articles/d43978-021-00121-7"
	},
	{
		"id": 111,
		"title": "Prestin’s conformational cycle underlies outer hair cell electromotility",
		"desc": "The voltage-dependent motor protein Prestin (SLC26A5) is responsible for the electromotive behavior of outer hair cells and underlies the cochlear amplifier1. Knock out or impairment of Prestin causes severe hearing loss2–5. Despite Prestin’s key role in hearing, the mechanism by which mammalian Prestin senses voltage and transduces it into cellular-scale movements (electromotility) is poorly understood. Here, we determined the structure of dolphin Prestin in six distinct states using single particle cryo-electron microscopy. Our structural and functional data suggest that Prestin adopts a unique and complex set of states, tunable by the identity of bound anions (Cl- or SO42-). Salicylate, a drug that can cause reversible hearing loss, competes for the anion-binding site of Prestin, and inhibits its function by immobilizing Prestin in a novel conformation. Our data suggests that the bound anion together with its coordinating charged residues and helical dipole act as a dynamic voltage sensor. Analysis of all anion-dependent conformations reveals how structural rearrangements in the voltage sensor are coupled to conformational transitions at the protein-membrane interface, suggesting a novel mechanism of area expansion. Visualization of Prestin’s electromotility cycle distinguishes Prestin from closely related SLC26 anion transporters, highlighting the basis for evolutionary specialization of the mammalian cochlear amplifier at high resolution.",
		"link": "https://www.nature.com/articles/s41586-021-04152-4"
	},
	{
		"id": 112,
		"title": "Africa declared free from wild polio — but vaccine-derived strains remain",
		"desc": "No new cases of wild poliovirus have been recorded on the continent since 2016, but other types of the virus persist.  No new cases of wild poliovirus have been recorded on the continent since 2016, but other types of the virus persist.",
		"link": "https://www.nature.com/articles/d41586-020-02501-3"
	},
	{
		"id": 113,
		"title": "5-HT modulation of a medial septal circuit tunes social memory stability",
		"desc": "Social memory—the ability to recognize and remember familiar conspecifics—is critical for the survival of an animal in its social group1,2. The dorsal CA2 (dCA2)3–5 and ventral CA1 (vCA1)6 subregions of the hippocampus, and their projection targets6,7, have important roles in social memory. However, the relevant extrahippocampal input regions remain poorly defined. Here we identify the medial septum (MS) as a dCA2 input region that is critical for social memory and reveal that modulation of the MS by serotonin (5-HT) bidirectionally controls social memory formation, thereby affecting memory stability. Novel social interactions increase activity in dCA2-projecting MS neurons and induce plasticity at glutamatergic synapses from MS neurons onto dCA2 pyramidal neurons. The activity of dCA2-projecting MS cells is enhanced by the neuromodulator 5-HT acting on 5-HT1B receptors. Moreover, optogenetic manipulation of median raphe 5-HT terminals in the MS bidirectionally regulates social memory stability. This work expands our understanding of the neural mechanisms by which social interactions lead to social memory and provides evidence that 5-HT has a critical role in promoting not only prosocial behaviours8,9, but also social memory, by influencing distinct target structures. Experiments in mice identify the medial septum as an extrahippocampal input region that is critical for social memory formation, and show that modulation of the medial septum by serotonin regulates the stability of social memories.",
		"link": "https://www.nature.com/articles/s41586-021-03956-8"
	},
	{
		"id": 114,
		"title": "Regulation of intestinal immunity and tissue repair by enteric glia",
		"desc": "Tissue maintenance and repair depend on the integrated activity of multiple cell types1. Whereas the contributions of epithelial2,3, immune4,5 and stromal cells6,7 in intestinal tissue integrity are well understood, the role of intrinsic neuroglia networks remains largely unknown. Here we uncover important roles of enteric glial cells (EGCs) in intestinal homeostasis, immunity and tissue repair. We demonstrate that infection of mice with Heligmosomoides polygyrus leads to enteric gliosis and the upregulation of an interferon gamma (IFNγ) gene signature. IFNγ-dependent gene modules were also induced in EGCs from patients with inflammatory bowel disease8. Single-cell transcriptomics analysis of the tunica muscularis showed that glia-specific abrogation of IFNγ signalling leads to tissue-wide activation of pro-inflammatory transcriptional programs. Furthermore, disruption of the IFNγ–EGC signalling axis enhanced the inflammatory and granulomatous response of the tunica muscularis to helminths. Mechanistically, we show that the upregulation of Cxcl10 is an early immediate response of EGCs to IFNγ signalling and provide evidence that this chemokine and the downstream amplification of IFNγ signalling in the tunica muscularis are required for a measured inflammatory response to helminths and resolution of the granulomatous pathology. Our study demonstrates that IFNγ signalling in enteric glia is central to intestinal homeostasis and reveals critical roles of the IFNγ–EGC–CXCL10 axis in immune response and tissue repair after infectious challenge.  Enteric glial cells have tissue-wide immunoregulatory roles through the upregulation of IFNγ-dependent genes both at steady state and after parasite infection, promoting immune homeostasis and CXCL10-mediated tissue repair after pathogen-induced intestinal damage in mice.",
		"link": "https://www.nature.com/articles/s41586-021-04006-z"
	},
	{
		"id": 115,
		"title": "Dopamine facilitates associative memory encoding in the entorhinal cortex",
		"desc": "Mounting evidence shows that dopamine in the striatum is critically involved in reward-based reinforcement learning1,2. However, it remains unclear how dopamine reward signals influence the entorhinal–hippocampal circuit, another brain network that is crucial for learning and memory3–5. Here, using cell-type-specific electrophysiological recording6, we show that dopamine signals from the ventral tegmental area and substantia nigra control the encoding of cue–reward association rules in layer 2a fan cells of the lateral entorhinal cortex (LEC). When mice learned novel olfactory cue–reward associations using a pre-learned association rule, spike representations of LEC fan cells grouped newly learned rewarded cues with a pre-learned rewarded cue, but separated them from a pre-learned unrewarded cue. Optogenetic inhibition of fan cells impaired the learning of new associations while sparing the retrieval of pre-learned memory. Using fibre photometry, we found that dopamine sends novelty-induced reward expectation signals to the LEC. Inhibition of LEC dopamine signals disrupted the associative encoding of fan cells and impaired learning performance. These results suggest that LEC fan cells represent a cognitive map of abstract task rules, and that LEC dopamine facilitates the incorporation of new memories into this map. Cell-type-specific electrophysiological recording, fibre photometry and optogenetic manipulations in mice show that dopamine signals from the ventral tegmental area to the lateral entorhinal cortex have a key role in cue–reward associative learning.",
		"link": "https://www.nature.com/articles/s41586-021-03948-8"
	},
	{
		"id": 116,
		"title": "Appressorium-mediated plant infection by Magnaporthe oryzae is regulated by a Pmk1-dependent hierarchical transcriptional network",
		"desc": "Rice blast is a devastating disease caused by the fungal pathogen Magnaporthe oryzae that threatens rice production around the world. The fungus produces a specialized infection cell, called the appressorium, that enables penetration through the plant cell wall in response to surface signals from the rice leaf. The underlying biology of plant infection, including the regulation of appressorium formation, is not completely understood. Here we report the identification of a network of temporally coregulated transcription factors that act downstream of the Pmk1 mitogen-activated protein kinase pathway to regulate gene expression during appressorium-mediated plant infection. We show that this tiered regulatory mechanism involves Pmk1-dependent phosphorylation of the Hox7 homeobox transcription factor, which regulates genes associated with induction of major physiological changes required for appressorium development—including cell-cycle control, autophagic cell death, turgor generation and melanin biosynthesis—as well as controlling a additional set of virulence-associated transcription factor–encoding genes. Pmk1-dependent phosphorylation of Mst12 then regulates gene functions involved in septin-dependent cytoskeletal re-organization, polarized exocytosis and effector gene expression, which are necessary for plant tissue invasion. Identification of this regulatory cascade provides new potential targets for disease intervention. Comparative RNA-seq, ChIP–seq and quantitative phosphoproteomics reveal how the blast fungus uses the Pmk1 MAP kinase to regulate a network of transcription factors that orchestrate the complex transcriptome changes necessary for infecting rice plants.",
		"link": "https://www.nature.com/articles/s41564-021-00978-w"
	},
	{
		"id": 117,
		"title": "New polio vaccine poised to get emergency WHO approval",
		"desc": "The vaccine, designed to prevent harmful mutations, is seen as key to eradicating polio.  The vaccine, designed to prevent harmful mutations, is seen as key to eradicating polio.",
		"link": "https://www.nature.com/articles/d41586-020-03045-2"
	},
	{
		"id": 118,
		"title": "The shifting sands of ‘gain-of-function’ research",
		"desc": "The mystery of COVID’s origins has reignited a contentious debate about potentially risky studies and the fuzzy terminology that describes them.  The mystery of COVID’s origins has reignited a contentious debate about potentially risky studies and the fuzzy terminology that describes them.",
		"link": "https://www.nature.com/articles/d41586-021-02903-x"
	},
	{
		"id": 119,
		"title": "Locally ordered representation of 3D space in the entorhinal cortex",
		"desc": "As animals navigate on a two-dimensional surface, neurons in the medial entorhinal cortex (MEC) known as grid cells are activated when the animal passes through multiple locations (firing fields) arranged in a hexagonal lattice that tiles the locomotion surface1. However, although our world is three-dimensional, it is unclear how the MEC represents 3D space2. Here we recorded from MEC cells in freely flying bats and identified several classes of spatial neurons, including 3D border cells, 3D head-direction cells, and neurons with multiple 3D firing fields. Many of these multifield neurons were 3D grid cells, whose neighbouring fields were separated by a characteristic distance—forming a local order—but lacked any global lattice arrangement of the fields. Thus, whereas 2D grid cells form a global lattice—characterized by both local and global order—3D grid cells exhibited only local order, creating a locally ordered metric for space. We modelled grid cells as emerging from pairwise interactions between fields, which yielded a hexagonal lattice in 2D and local order in 3D, thereby describing both 2D and 3D grid cells using one unifying model. Together, these data and model illuminate the fundamental differences and similarities between neural codes for 3D and 2D space in the mammalian brain. Recordings from the brains of freely flying bats show that grid cells that represent 3D space have multiple firing fields and are organized with local rather than global order.",
		"link": "https://www.nature.com/articles/s41586-021-03783-x"
	},
	{
		"id": 120,
		"title": "Structure and mechanism of blood–brain-barrier lipid transporter MFSD2A",
		"desc": "MFSD2A is a sodium-dependent lysophosphatidylcholine symporter that is responsible for the uptake of docosahexaenoic acid into the brain1,2, which is crucial for the development and performance of the brain3. Mutations that affect MFSD2A cause microcephaly syndromes4,5. The ability of MFSD2A to transport lipid is also a key mechanism that underlies its function as an inhibitor of transcytosis to regulate the blood–brain barrier6,7. Thus, MFSD2A represents an attractive target for modulating the permeability of the blood–brain barrier for drug delivery. Here we report the cryo-electron microscopy structure of mouse MFSD2A. Our structure defines the architecture of this important transporter, reveals its unique extracellular domain and uncovers its substrate-binding cavity. The structure—together with our functional studies and molecular dynamics simulations—identifies a conserved sodium-binding site, reveals a potential lipid entry pathway and helps to rationalize MFSD2A mutations that underlie microcephaly syndromes. These results shed light on the critical lipid transport function of MFSD2A and provide a framework to aid in the design of specific modulators for therapeutic purposes. The cryo-electron microscopy structure of mouse MFSD2A sheds light on the mechanism that underlies its lipid transport functions, which have a pivotal role in regulating the blood–brain barrier.",
		"link": "https://www.nature.com/articles/s41586-021-03782-y"
	},
	{
		"id": 121,
		"title": "Neural control of affiliative touch in prosocial interaction",
		"desc": "The ability to help and care for others fosters social cohesiveness and is vital to the physical and emotional well-being of social species, including humans1–3. Affiliative social touch, such as allogrooming (grooming behaviour directed towards another individual), is a major type of prosocial behaviour that provides comfort to others1–6. Affiliative touch serves to establish and strengthen social bonds between animals and can help to console distressed conspecifics. However, the neural circuits that promote prosocial affiliative touch have remained unclear. Here we show that mice exhibit affiliative allogrooming behaviour towards distressed partners, providing a consoling effect. The increase in allogrooming occurs in response to different types of stressors and can be elicited by olfactory cues from distressed individuals. Using microendoscopic calcium imaging, we find that neural activity in the medial amygdala (MeA) responds differentially to naive and distressed conspecifics and encodes allogrooming behaviour. Through intersectional functional manipulations, we establish a direct causal role of the MeA in controlling affiliative allogrooming and identify a select, tachykinin-expressing subpopulation of MeA GABAergic (γ-aminobutyric-acid-expressing) neurons that promote this behaviour through their projections to the medial preoptic area. Together, our study demonstrates that mice display prosocial comforting behaviour and reveals a neural circuit mechanism that underlies the encoding and control of affiliative touch during prosocial interactions. Neurons in the medial amygdala regulate prosocial comforting behaviour towards distressed social partners in mice.",
		"link": "https://www.nature.com/articles/s41586-021-03962-w"
	},
	{
		"id": 122,
		"title": "Internal state dynamics shape brainwide activity and foraging behaviour",
		"desc": "The brain has persistent internal states that can modulate every aspect of an animal’s mental experience1–4. In complex tasks such as foraging, the internal state is dynamic5–8. Caenorhabditis elegans alternate between local search and global dispersal5. Rodents and primates exhibit trade-offs between exploitation and exploration6,7. However, fundamental questions remain about how persistent states are maintained in the brain, which upstream networks drive state transitions and how state-encoding neurons exert neuromodulatory effects on sensory perception and decision-making to govern appropriate behaviour. Here, using tracking microscopy to monitor whole-brain neuronal activity at cellular resolution in freely moving zebrafish larvae9, we show that zebrafish spontaneously alternate between two persistent internal states during foraging for live prey (Paramecia). In the exploitation state, the animal inhibits locomotion and promotes hunting, generating small, localized trajectories. In the exploration state, the animal promotes locomotion and suppresses hunting, generating long-ranging trajectories that enhance spatial dispersion. We uncover a dorsal raphe subpopulation with persistent activity that robustly encodes the exploitation state. The exploitation-state-encoding neurons, together with a multimodal trigger network that is associated with state transitions, form a stochastically activated nonlinear dynamical system. The activity of this oscillatory network correlates with a global retuning of sensorimotor transformations during foraging that leads to marked changes in both the motivation to hunt for prey and the accuracy of motor sequences during hunting. This work reveals an important hidden variable that shapes the temporal structure of motivation and decision-making. During foraging for live prey, zebrafish larvae alternate between persistent exploitation and exploration behavioural states that correlate with distinct patterns of neuronal activation.",
		"link": "https://www.nature.com/articles/s41586-019-1858-z"
	},
	{
		"id": 123,
		"title": "Sexual arousal gates visual processing during Drosophila courtship",
		"desc": "Long-lasting internal arousal states motivate and pattern ongoing behaviour, enabling the temporary emergence of innate behavioural programs that serve the needs of an animal, such as fighting, feeding, and mating. However, how internal states shape sensory processing or behaviour remains unclear. In Drosophila, male flies perform a lengthy and elaborate courtship ritual that is triggered by the activation of sexually dimorphic P1 neurons1–5, during which they faithfully follow and sing to a female6,7. Here, by recording from males as they court a virtual ‘female’, we gain insight into how the salience of visual cues is transformed by a male’s internal arousal state to give rise to persistent courtship pursuit. The gain of LC10a visual projection neurons is selectively increased during courtship, enhancing their sensitivity to moving targets. A concise network model indicates that visual signalling through the LC10a circuit, once amplified by P1-mediated arousal, almost fully specifies a male’s tracking of a female. Furthermore, P1 neuron activity correlates with ongoing fluctuations in the intensity of a male’s pursuit to continuously tune the gain of the LC10a pathway. Together, these results reveal how a male’s internal state can dynamically modulate the propagation of visual signals through a high-fidelity visuomotor circuit to guide his moment-to-moment performance of courtship. Specific neurons in the fly brain that are activated when males are aroused modulate visual processing to underlie courtship.",
		"link": "https://www.nature.com/articles/s41586-021-03714-w"
	},
	{
		"id": 124,
		"title": "Dissemination of Mycobacterium abscessus via global transmission networks",
		"desc": "Mycobacterium abscessus, a multidrug-resistant nontuberculous mycobacterium, has emerged as a major pathogen affecting people with cystic fibrosis (CF). Although originally thought to be acquired independently from the environment, most individuals are infected with one of several dominant circulating clones (DCCs), indicating the presence of global transmission networks of M. abscessus. How and when these clones emerged and spread globally is unclear. Here, we use evolutionary analyses of isolates from individuals both with and without CF to reconstruct the population history, spatiotemporal spread and recent transmission networks of the DCCs. We demonstrate synchronous expansion of six unrelated DCCs in the 1960s, a period associated with major changes in CF care and survival. Each of these clones has spread globally as a result of rare intercontinental transmission events. We show that the DCCs, but not environmentally acquired isolates, exhibit a specific smoking-associated mutational signature and that current transmission networks include individuals both with and without CF. We therefore propose that the DCCs initially emerged in non-CF populations but were then amplified and spread through the CF community. While individuals with CF are probably the most permissive host, non-CF individuals continue to play a key role in transmission networks and may facilitate long-distance transmission. In this Article, the authors perform evolutionary analyses of M. abscessus clinical isolates and report the emergence of dominant circulating clones (DCCs) in non-cystic fibrosis (CF) individuals followed by amplification in the CF community.",
		"link": "https://www.nature.com/articles/s41564-021-00963-3"
	},
	{
		"id": 125,
		"title": "Neural dynamics underlying birdsong practice and performance",
		"desc": "Musical and athletic skills are learned and maintained through intensive practice to enable precise and reliable performance for an audience. Consequently, understanding such complex behaviours requires insight into how the brain functions during both practice and performance. Male zebra finches learn to produce courtship songs that are more varied when alone and more stereotyped in the presence of females1. These differences are thought to reflect song practice and performance, respectively2,3, providing a useful system in which to explore how neurons encode and regulate motor variability in these two states. Here we show that calcium signals in ensembles of spiny neurons (SNs) in the basal ganglia are highly variable relative to their cortical afferents during song practice. By contrast, SN calcium signals are strongly suppressed during female-directed performance, and optogenetically suppressing SNs during practice strongly reduces vocal variability. Unsupervised learning methods4,5 show that specific SN activity patterns map onto distinct song practice variants. Finally, we establish that noradrenergic signalling reduces vocal variability by directly suppressing SN activity. Thus, SN ensembles encode and drive vocal exploration during practice, and the noradrenergic suppression of SN activity promotes stereotyped and precise song performance for an audience. In male zebra finches, song practice and courtship song performance are associated with distinct patterns of neural activity in the basal ganglia, resulting in reduced vocal variability during performance.",
		"link": "https://www.nature.com/articles/s41586-021-04004-1"
	},
	{
		"id": 126,
		"title": "Prefrontal cortex output circuits guide reward seeking through divergent cue encoding",
		"desc": "The prefrontal cortex is a critical neuroanatomical hub for controlling motivated behaviours across mammalian species1,2,3. In addition to intra-cortical connectivity, prefrontal projection neurons innervate subcortical structures that contribute to reward-seeking behaviours, such as the ventral striatum and midline thalamus4. While connectivity among these structures contributes to appetitive behaviours5,6,7,8,9,10,11,12,13, how projection-specific prefrontal neurons encode reward-relevant information to guide reward seeking is unknown. Here we use in vivo two-photon calcium imaging to monitor the activity of dorsomedial prefrontal neurons in mice during an appetitive Pavlovian conditioning task. At the population level, these neurons display diverse activity patterns during the presentation of reward-predictive cues. However, recordings from prefrontal neurons with resolved projection targets reveal that individual corticostriatal neurons show response tuning to reward-predictive cues, such that excitatory cue responses are amplified across learning. By contrast, corticothalamic neurons gradually develop new, primarily inhibitory responses to reward-predictive cues across learning. Furthermore, bidirectional optogenetic manipulation of these neurons reveals that stimulation of corticostriatal neurons promotes conditioned reward-seeking behaviour after learning, while activity in corticothalamic neurons suppresses both the acquisition and expression of conditioned reward seeking. These data show how prefrontal circuitry can dynamically control reward-seeking behaviour through the opposing activities of projection-specific cell populations. Neurons that project from the prefrontal cortex to either the nucleus accumbens or paraventricular thalamus receive different inputs, differentially encode reward-predictive cues, and have opposing effects on reward seeking during cue presentation. Projections from the prefrontal cortex to the nucleus accumbens and paraventricular thalamus contribute to reward-seeking behaviours, but the type of reward-relevant information that these prefrontal-cortex neurons encode is unknown. Garret Stuber and colleagues show that these two populations of projection neuron receive different inputs, differentially encode reward-predictive cues, and have opposing effects on reward seeking when cues are presented. These findings show how the prefrontal cortex can dynamically control reward-seeking behaviour through the opposing activities of anatomically segregated, projection-specific cell populations.",
		"link": "https://www.nature.com/articles/nature21376"
	},
	{
		"id": 127,
		"title": "Venus might never have been habitable",
		"desc": "A sophisticated climate model suggests that liquid-water oceans never formed on Venus, and that some planets outside the Solar System that were thought to be habitable might not be.  Climate model suggests that liquid-water oceans didn’t form on Venus.",
		"link": "https://www.nature.com/articles/d41586-021-02720-2"
	},
	{
		"id": 128,
		"title": "Identification of Tse8 as a Type VI secretion system toxin from Pseudomonas aeruginosa that targets the bacterial transamidosome to inhibit protein synthesis in prey cells",
		"desc": "The Type VI secretion system (T6SS) is a bacterial nanomachine that delivers toxic effectors to kill competitors or subvert some of their key functions. Here, we use transposon directed insertion–site sequencing to identify T6SS toxins associated with the H1-T6SS, one of the three T6SS machines found in Pseudomonas aeruginosa. This approach identified several putative toxin–immunity pairs, including Tse8–Tsi8. Full characterization of this protein pair demonstrated that Tse8 is delivered by the VgrG1a spike complex into prey cells where it targets the transamidosome, a multiprotein complex involved in protein synthesis in bacteria that lack either one, or both, of the asparagine and glutamine transfer RNA synthases. Biochemical characterization of the interactions between Tse8 and the transamidosome components GatA, GatB and GatC suggests that the presence of Tse8 alters the fine-tuned stoichiometry of the transamidosome complex, and in vivo assays demonstrate that Tse8 limits the ability of prey cells to synthesize proteins. These data expand the range of cellular components targeted by the T6SS by identifying a T6SS toxin affecting protein synthesis and validate the use of a transposon directed insertion site sequencing–based global genomics approach to expand the repertoire of T6SS toxins in T6SS-encoding bacteria. Transposon directed insertion–site sequencing (TraDIS) is used to identify T6SS toxins in Pseudomonas aeruginosa, leading to the discovery of Tse8 as a protein that is delivered to target cells where it alters the stoichiometry of the transamidosome complex and thereby inhibits protein synthesis.",
		"link": "https://www.nature.com/articles/s41564-021-00950-8"
	},
	{
		"id": 129,
		"title": "The race for antiviral drugs to beat COVID — and the next pandemic",
		"desc": "Despite dire warnings, a stockpile of ready compounds to fight viral pandemics was sorely lacking. Can drugmakers finally do the right thing?  Despite dire warnings, a stockpile of ready compounds to fight viral pandemics was sorely lacking. Can drugmakers finally do the right thing?",
		"link": "https://www.nature.com/articles/d41586-021-00958-4"
	},
	{
		"id": 130,
		"title": "Fly fighters",
		"desc": "In flies, neurons that are common to both sexes regulate aggressive approach, whereas other, sex-specific neurons control attack behaviours.",
		"link": "https://www.nature.com/articles/s41583-021-00430-2"
	},
	{
		"id": 131,
		"title": "Structural basis for pH gating of the two-pore domain K+ channel TASK2",
		"desc": "TASK2 (also known as KCNK5) channels generate pH-gated leak-type K+ currents to control cellular electrical excitability1–3. TASK2 is involved in the regulation of breathing by chemosensory neurons of the retrotrapezoid nucleus in the brainstem4–6 and pH homeostasis by kidney proximal tubule cells7,8. These roles depend on channel activation by intracellular and extracellular alkalization3,8,9, but the mechanistic basis for TASK2 gating by pH is unknown. Here we present cryo-electron microscopy structures of Mus musculus TASK2 in lipid nanodiscs in open and closed conformations. We identify two gates, distinct from previously observed K+ channel gates, controlled by stimuli on either side of the membrane. Intracellular gating involves lysine protonation on inner helices and the formation of a protein seal between the cytoplasm and the channel. Extracellular gating involves arginine protonation on the channel surface and correlated conformational changes that displace the K+-selectivity filter to render it nonconductive. These results explain how internal and external protons control intracellular and selectivity filter gates to modulate TASK2 activity. The authors report on the structure of the K+ channel TASK2 and how this channel opens in response to pH changes on either side of the cell membrane.",
		"link": "https://www.nature.com/articles/s41586-020-2770-2"
	},
	{
		"id": 132,
		"title": "Genetic identification of leptin neural circuits in energy and glucose homeostases",
		"desc": "Leptin, a hormone produced in white adipose tissue, acts in the brain to communicate fuel status, suppress appetite following a meal, promote energy expenditure and maintain blood glucose stability1,2. Dysregulation of leptin or its receptors (LEPR) results in severe obesity and diabetes3–5. Although intensive studies on leptin have transformed obesity and diabetes research2,6, clinical applications of the molecule are still limited7, at least in part owing to the complexity and our incomplete understanding of the underlying neural circuits. The hypothalamic neurons that express agouti-related peptide (AGRP) and pro-opiomelanocortin (POMC) have been hypothesized to be the main first-order, leptin-responsive neurons. Selective deletion of LEPR in these neurons with the Cre–loxP system, however, has previously failed to recapitulate, or only marginally recapitulated, the obesity and diabetes that are seen in LEPR-deficient Leprdb/db mice, suggesting that AGRP or POMC neurons are not directly required for the effects of leptin in vivo8–10. The primary neural targets of leptin are therefore still unclear. Here we conduct a systematic, unbiased survey of leptin-responsive neurons in streptozotocin-induced diabetic mice and exploit CRISPR–Cas9-mediated genetic ablation of LEPR in vivo. Unexpectedly, we find that AGRP neurons but not POMC neurons are required for the primary action of leptin to regulate both energy balance and glucose homeostasis. Leptin deficiency disinhibits AGRP neurons, and chemogenetic inhibition of these neurons reverses both diabetic hyperphagia and hyperglycaemia. In sharp contrast to previous studies, we show that CRISPR-mediated deletion of LEPR in AGRP neurons causes severe obesity and diabetes, faithfully replicating the phenotype of Leprdb/db mice. We also uncover divergent mechanisms of acute and chronic inhibition of AGRP neurons by leptin (presynaptic potentiation of GABA (γ-aminobutyric acid) neurotransmission and postsynaptic activation of ATP-sensitive potassium channels, respectively). Our findings identify the underlying basis of the neurobiological effects of leptin and associated metabolic disorders. A subset of neurons in the hypothalamus is identified as the primary site of action for regulating energy balance and glucose homeostasis by leptin.",
		"link": "https://www.nature.com/articles/s41586-018-0049-7"
	},
	{
		"id": 133,
		"title": "Gating and modulation of a hetero-octameric AMPA glutamate receptor",
		"desc": "AMPA receptors (AMPARs) mediate the majority of excitatory transmission in the brain and enable the synaptic plasticity that underlies learning1. A diverse array of AMPAR signalling complexes are established by receptor auxiliary subunits, which associate with the AMPAR in various combinations to modulate trafficking, gating and synaptic strength2. However, their mechanisms of action are poorly understood. Here we determine cryo-electron microscopy structures of the heteromeric GluA1–GluA2 receptor assembled with both TARP-γ8 and CNIH2, the predominant AMPAR complex in the forebrain, in both resting and active states. Two TARP-γ8 and two CNIH2 subunits insert at distinct sites beneath the ligand-binding domains of the receptor, with site-specific lipids shaping each interaction and affecting the gating regulation of the AMPARs. Activation of the receptor leads to asymmetry between GluA1 and GluA2 along the ion conduction path and an outward expansion of the channel triggers counter-rotations of both auxiliary subunit pairs, promoting the active-state conformation. In addition, both TARP-γ8 and CNIH2 pivot towards the pore exit upon activation, extending their reach for cytoplasmic receptor elements. CNIH2 achieves this through its uniquely extended M2 helix, which has transformed this endoplasmic reticulum-export factor into a powerful AMPAR modulator that is capable of providing hippocampal pyramidal neurons with their integrative synaptic properties. Analyses of AMPA receptor–auxiliary subunit complexes provide insights into the gating and modulation of the AMPA receptor by TARP-γ8 and CNIH2.",
		"link": "https://www.nature.com/articles/s41586-021-03613-0"
	},
	{
		"id": 134,
		"title": "Zanos et al. reply",
		"desc": "",
		"link": "https://www.nature.com/articles/nature22085"
	},
	{
		"id": 135,
		"title": "When specialized clones go global",
		"desc": "Multi-drug resistant Mycobacterium abscessus clones from individuals who smoke have infiltrated the narrow niche of patients with cystic fibrosis, which has resulted in surprising specialization and subsequent worldwide dissemination.",
		"link": "https://www.nature.com/articles/s41564-021-00967-z"
	},
	{
		"id": 136,
		"title": "COVID antibody treatments show promise for preventing severe disease",
		"desc": "But uptake by patients and physicians has been low in the United States, where some therapies have been authorized for months.  But uptake by patients and physicians has been low in the United States, where some therapies have been authorized for months.",
		"link": "https://www.nature.com/articles/d41586-021-00650-7"
	},
	{
		"id": 137,
		"title": "What scientists do and don’t know about the Oxford–AstraZeneca COVID vaccine",
		"desc": "Results confirming the vaccine’s strong protection against COVID-19 were welcomed following last week’s pause in roll-outs — but fresh questions have now emerged about the data.  Results confirming the vaccine’s strong protection against COVID-19 were welcomed following last week’s pause in roll-outs — but fresh questions have now emerged about the data.",
		"link": "https://www.nature.com/articles/d41586-021-00785-7"
	},
	{
		"id": 138,
		"title": "Italy’s national research platforms take shape",
		"desc": "A public consultation that ended on 30 September marked the first step in an ambitious plan to build shared experimental facilities in Milan. A public consultation that ended on 30 September marked the first step in an ambitious plan to build shared experimental facilities in Milan.",
		"link": "http://www.nature.com/articles/d43978-021-00120-8"
	},
	{
		"id": 139,
		"title": "Comprehensive urinary metabolomic profiling and identification of potential noninvasive marker for idiopathic Parkinson’s disease",
		"desc": "Urine metabolic phenotyping has been associated with the development of Parkinson’s disease (PD). However, few studies using a comprehensive metabolomics approach have investigated the correlation between changes in the urinary markers and the progression of clinical symptoms in PD. A comprehensive metabolomic study with robust quality control procedures was performed using gas chromatography - mass spectrometry (GC - MS) and liquid chromatography - mass spectrometry (LC - MS) to characterize the urinary metabolic phenotypes of idiopathic PD patients at three stages (early, middle and advanced) and normal control subjects, with the aim of discovering potential urinary metabolite markers for the diagnosis of idiopathic PD. Both GC-MS and LC-MS metabolic profiles of idiopathic PD patients differed significantly from those of normal control subjects. 18 differentially expressed metabolites were identified as constituting a unique metabolic marker associated with the progression of idiopathic PD. Related metabolic pathway variations were observed in branched chain amino acid metabolism, glycine derivation, steroid hormone biosynthesis, tryptophan metabolism and phenylalanine metabolism. Comprehensive, successive metabolomic profiling revealed changes in the urinary markers associated with progression of idiopathic PD. This profiling relies on noninvasive sampling and is complementary to existing clinical modalities.",
		"link": "https://www.nature.com/articles/srep13888"
	},
	{
		"id": 140,
		"title": "Stereospecific binding of a disordered peptide segment mediates BK channel inactivation",
		"desc": "Two-step BK channel inactivation mediated by an intrinsically disordered BK β-subunit peptide involves a stereospecific binding interaction that precedes blockade. After K+ ion channels open, they frequently 'inactivate' when a cytosolic segment of the channel moves into a position that can physically occlude ion permeation through the channel pore. This study shows that a specific intrinsically disordered peptide domain of an ion-channel subunit of the Ca2+-activated BK channel produces its functional effects through stereospecific binding. The BK β3a auxiliary subunit peptide inactivates the associated BK channel only when it is composed of L-amino acids, and not D-amino acids. This means that the two-step inactivation process requires that a stereospecific-binding event — not just simple steric occlusion of the pore — must occur if the auxiliary subunit is to block the channel. A number of functionally important actions of proteins are mediated by short, intrinsically disordered peptide segments1, but the molecular interactions that allow disordered domains to mediate their effects remain a topic of active investigation2,3,4,5. Many K+ channel proteins, after initial channel opening, show a time-dependent reduction in current flux, termed ‘inactivation’, which involves movement of mobile cytosolic peptide segments (approximately 20–30 residues) into a position that physically occludes ion permeation6,7,8. Peptide segments that produce inactivation show little amino-acid identity6,9,10,11,12,13 and tolerate appreciable mutational substitutions13 without disrupting the inactivation process. Solution nuclear magnetic resonance of several isolated inactivation domains reveals substantial conformational heterogeneity with only minimal tendency to ordered structures14,15,16,17. Channel inactivation mechanisms may therefore help us to decipher how intrinsically disordered regions mediate functional effects. Whereas many aspects of inactivation of voltage-dependent K+ channels (Kv) can be described by a simple one-step occlusion mechanism6,7,18,19, inactivation of the voltage-dependent large-conductance Ca2+-gated K+ (BK) channel mediated by peptide segments of auxiliary β-subunits involves two distinguishable kinetic steps20,21. Here we show that two-step inactivation mediated by an intrinsically disordered BK β-subunit peptide involves a stereospecific binding interaction that precedes blockade. In contrast, blocking mediated by a Shaker Kv inactivation peptide is consistent with direct, simple occlusion by a hydrophobic segment without substantial steric requirement. The results indicate that two distinct types of molecular interaction between disordered peptide segments and their binding sites produce qualitatively similar functions.",
		"link": "https://www.nature.com/articles/nature10994"
	},
	{
		"id": 141,
		"title": "Single-particle cryo-EM at atomic resolution",
		"desc": "The three-dimensional positions of atoms in protein molecules define their structure and their roles in biological processes. The more precisely atomic coordinates are determined, the more chemical information can be derived and the more mechanistic insights into protein function may be inferred. Electron cryo-microscopy (cryo-EM) single-particle analysis has yielded protein structures with increasing levels of detail in recent years1,2. However, it has proved difficult to obtain cryo-EM reconstructions with sufficient resolution to visualize individual atoms in proteins. Here we use a new electron source, energy filter and camera to obtain a 1.7 Å resolution cryo-EM reconstruction for a human membrane protein, the β3 GABAA receptor homopentamer3. Such maps allow a detailed understanding of small-molecule coordination, visualization of solvent molecules and alternative conformations for multiple amino acids, and unambiguous building of ordered acidic side chains and glycans. Applied to mouse apoferritin, our strategy led to a 1.22 Å resolution reconstruction that offers a genuine atomic-resolution view of a protein molecule using single-particle cryo-EM. Moreover, the scattering potential from many hydrogen atoms can be visualized in difference maps, allowing a direct analysis of hydrogen-bonding networks. Our technological advances, combined with further approaches to accelerate data acquisition and improve sample quality, provide a route towards routine application of cryo-EM in high-throughput screening of small molecule modulators and structure-based drug discovery. Advances in electron cryo-microscopy hardware allow proteins to be studied at atomic resolution.",
		"link": "https://www.nature.com/articles/s41586-020-2829-0"
	},
	{
		"id": 142,
		"title": "The TRPM2 ion channel is required for sensitivity to warmth",
		"desc": "Thermally activated ion channels are known to detect the entire thermal range from extreme heat (TRPV2), painful heat (TRPV1, TRPM3 and ANO1), non-painful warmth (TRPV3 and TRPV4) and non-painful coolness (TRPM8) through to painful cold (TRPA1)1,2,3,4,5,6,7. Genetic deletion of each of these ion channels, however, has only modest effects on thermal behaviour in mice6,7,8,9,10,11,12, with the exception of TRPM8, the deletion of which has marked effects on the perception of moderate coolness in the range 10–25 °C13. The molecular mechanism responsible for detecting non-painful warmth, in particular, is unresolved. Here we used calcium imaging to identify a population of thermally sensitive somatosensory neurons which do not express any of the known thermally activated TRP channels. We then used a combination of calcium imaging, electrophysiology and RNA sequencing to show that the ion channel generating heat sensitivity in these neurons is TRPM2. Autonomic neurons, usually thought of as exclusively motor, also express TRPM2 and respond directly to heat. Mice in which TRPM2 had been genetically deleted showed a striking deficit in their sensation of non-noxious warm temperatures, consistent with the idea that TRPM2 initiates a ‘warm’ signal which drives cool-seeking behaviour. The neuronal mechanism for the detection of non-painful warm stimuli has remained unclear; mammalian TRPM2 ion channel is shown to be required for warmth detection in the non-noxious range of 33–38 °C, and surprisingly to mediate responses to warmth in the autonomic nervous system. Despite the identification of several members of the TRP family of ion channels as heat-sensitive, the neuronal mechanism for the detection of non-painful warm stimuli has remained unclear, because genetic deletion of obvious candidates, such as TRPV3 and TRPV4, has had no effect on thermosensation. Rather than working with cloned channels, as is commonly done, Chun-Hsiang Tan and Peter McNaughton studied the responses of actual sensory neurons to thermal stimuli, then used an RNA-sequencing strategy to identify TRPM2 as genetically required for warmth detection in the non-noxious range of 33–38 °C, and, surprisingly, to mediate warm sensations in the autonomic nervous system.",
		"link": "https://www.nature.com/articles/nature19074"
	},
	{
		"id": 143,
		"title": "GABAA receptor signalling mechanisms revealed by structural pharmacology",
		"desc": "Type-A γ-aminobutyric (GABAA) receptors are ligand-gated chloride channels with a very rich pharmacology. Some of their modulators, including benzodiazepines and general anaesthetics, are among the most successful drugs in clinical use and are common substances of abuse. Without reliable structural data, the mechanistic basis for the pharmacological modulation of GABAA receptors remains largely unknown. Here we report several high-resolution cryo-electron microscopy structures in which the full-length human α1β3γ2L GABAA receptor in lipid nanodiscs is bound to the channel-blocker picrotoxin, the competitive antagonist bicuculline, the agonist GABA (γ-aminobutyric acid), and the classical benzodiazepines alprazolam and diazepam. We describe the binding modes and mechanistic effects of these ligands, the closed and desensitized states of the GABAA receptor gating cycle, and the basis for allosteric coupling between the extracellular, agonist-binding region and the transmembrane, pore-forming region. This work provides a structural framework in which to integrate previous physiology and pharmacology research and a rational basis for the development of GABAA receptor modulators. Cryo-electron microscopy structures are reported in which the full-length human α1β3γ2L GABAA receptor in lipid nanodiscs is bound to the channel-blocker picrotoxin, the competitive antagonist bicuculline, the agonist GABA, and the benzodiazepines alprazolam and diazepam.",
		"link": "https://www.nature.com/articles/s41586-018-0832-5"
	},
	{
		"id": 144,
		"title": "Crystal structure of a voltage-gated sodium channel in two potentially inactivated states",
		"desc": "X-ray crystal structures of a bacterial voltage-gated sodium channel in two ‘inactivated’ conformations are reported, revealing several conformational rearrangements that may underlie the electromechanical coupling of voltage sensor movement to inactivation of the pore. There are many published structures for potassium channels, but structural information on voltage-gated sodium (Nav) channels is much more scare, despite their importance in the initiation and propagation of action potentials in nerve cells, muscle cells and in the heart. Bacterial Nav channels provide a good model system for structure–function analyses, and here two groups report the X-ray crystal structure of bacterial Nav channels apparently in 'inactivated' conformations. Nieng Yan and colleagues determined the structure of NavRh from the marine bacterium known as alpha proteobacterium HIMB114 at 3.05-ångström resolution. William Catterall and colleagues report crystallographic snapshots of the NavAb channel from Arcobacter butzleri in two potentially inactivated states at 3.2-ångström resolution. Comparisons of these newly obtained structures with previously published data on NavAb in a 'pre-open' state reveal conformational rearrangements that may underlie the electromechanical coupling mechanism of these channels. This work is relevant to channelopathies and more widely to the design of neuroactive drugs. In excitable cells, voltage-gated sodium (NaV) channels activate to initiate action potentials and then undergo fast and slow inactivation processes that terminate their ionic conductance1,2. Inactivation is a hallmark of NaV channel function and is critical for control of membrane excitability3, but the structural basis for this process has remained elusive. Here we report crystallographic snapshots of the wild-type NaVAb channel from Arcobacter butzleri captured in two potentially inactivated states at 3.2 Å resolution. Compared to previous structures of NaVAb channels with cysteine mutations in the pore-lining S6 helices (ref. 4), the S6 helices and the intracellular activation gate have undergone significant rearrangements: one pair of S6 helices has collapsed towards the central pore axis and the other S6 pair has moved outward to produce a striking dimer-of-dimers configuration. An increase in global structural asymmetry is observed throughout our wild-type NaVAb models, reshaping the ion selectivity filter at the extracellular end of the pore, the central cavity and its residues that are analogous to the mammalian drug receptor site, and the lateral pore fenestrations. The voltage-sensing domains have also shifted around the perimeter of the pore module in wild-type NaVAb, compared to the mutant channel, and local structural changes identify a conserved interaction network that connects distant molecular determinants involved in NaV channel gating and inactivation. These potential inactivated-state structures provide new insights into NaV channel gating and novel avenues to drug development and therapy for a range of debilitating NaV channelopathies.",
		"link": "https://www.nature.com/articles/nature11077"
	},
	{
		"id": 145,
		"title": "Bacterial transmission tactics",
		"desc": "Genome sequencing of Mycobacterium abscessus strains that infect the lungs suggests a possible shift in the bacterium's mode of infection from environmental acquisition to human transmission. This finding has clinical implications.",
		"link": "https://www.nature.com/articles/543495a"
	},
	{
		"id": 146,
		"title": "Astroglial Kir4.1 in the lateral habenula drives neuronal bursts in depression",
		"desc": "Increased expression of the potassium channel Kir4.1 on astrocytes in the lateral habenula drives neuronal bursting in rodent models of depression. The lateral habenula (LHb) is a region of the brain that is associated with aversion and other negative emotions. Hailan Hu and colleagues present a pair of papers in this week's issue on the role of burst firing in LHb neurons in depression in rats. First, they show that ketamine, a drug that can be used as an antidepressant, blocks LHb neuron bursting activity, and that both NMDAR and low-voltage-sensitive T-type calcium channels (T-VSCCs) are required for the drug to be effective. In the second study, the authors identify a potential mechanism for regulating this bursting behaviour that could represent a new therapeutic target. Levels of an astroglial potassium channel, Kir4.1, covary with the degree of membrane hyperpolarization and bursting activity of LHb neurons, as well as depression-related behaviours in various rodent models. The team suggest that blocking LHb neuron bursting activity could revive reward centres in the brain and elevate mood, and provide a model framework for developing rapid-acting antidepressants. Enhanced bursting activity of neurons in the lateral habenula (LHb) is essential in driving depression-like behaviours, but the cause of this increase has been unknown. Here, using a high-throughput quantitative proteomic screen, we show that an astroglial potassium channel (Kir4.1) is upregulated in the LHb in rat models of depression. Kir4.1 in the LHb shows a distinct pattern of expression on astrocytic membrane processes that wrap tightly around the neuronal soma. Electrophysiology and modelling data show that the level of Kir4.1 on astrocytes tightly regulates the degree of membrane hyperpolarization and the amount of bursting activity of LHb neurons. Astrocyte-specific gain and loss of Kir4.1 in the LHb bidirectionally regulates neuronal bursting and depression-like symptoms. Together, these results show that a glia–neuron interaction at the perisomatic space of LHb is involved in setting the neuronal firing mode in models of a major psychiatric disease. Kir4.1 in the LHb might have potential as a target for treating clinical depression.",
		"link": "https://www.nature.com/articles/nature25752"
	},
	{
		"id": 147,
		"title": "Hippocampal AMPA receptor assemblies and mechanism of allosteric inhibition",
		"desc": "AMPA-selective glutamate receptors mediate the transduction of signals between the neuronal circuits of the hippocampus1. The trafficking, localization, kinetics and pharmacology of AMPA receptors are tuned by an ensemble of auxiliary protein subunits, which are integral membrane proteins that associate with the receptor to yield bona fide receptor signalling complexes2. Thus far, extensive studies of recombinant AMPA receptor–auxiliary subunit complexes using engineered protein constructs have not been able to faithfully elucidate the molecular architecture of hippocampal AMPA receptor complexes. Here we obtain mouse hippocampal, calcium-impermeable AMPA receptor complexes using immunoaffinity purification and use single-molecule fluorescence and cryo-electron microscopy experiments to elucidate three major AMPA receptor–auxiliary subunit complexes. The GluA1–GluA2, GluA1–GluA2–GluA3 and GluA2–GluA3 receptors are the predominant assemblies, with the auxiliary subunits TARP-γ8 and CNIH2–SynDIG4 non-stochastically positioned at the B′/D′ and A′/C′ positions, respectively. We further demonstrate how the receptor–TARP-γ8 stoichiometry explains the mechanism of and submaximal inhibition by a clinically relevant, brain-region-specific allosteric inhibitor. Analyses of hippocampal AMPA receptor–auxiliary subunit complexes provide insights into the predominant assemblies and organization of the AMPA receptor, TARP-γ8 and CNIH2/SynDIG4 and explain the mechanism of inhibition of a clinically relevant, brain-region-specific allosteric inhibitor.",
		"link": "https://www.nature.com/articles/s41586-021-03540-0"
	},
	{
		"id": 148,
		"title": "Ion channels enable electrical communication in bacterial communities",
		"desc": "The study of bacterial ion channels has provided fundamental insights into the structural basis of neuronal signalling; however, the native role of ion channels in bacteria has remained elusive. Here we show that ion channels conduct long-range electrical signals within bacterial biofilm communities through spatially propagating waves of potassium. These waves result from a positive feedback loop, in which a metabolic trigger induces release of intracellular potassium, which in turn depolarizes neighbouring cells. Propagating through the biofilm, this wave of depolarization coordinates metabolic states among cells in the interior and periphery of the biofilm. Deletion of the potassium channel abolishes this response. As predicted by a mathematical model, we further show that spatial propagation can be hindered by specific genetic perturbations to potassium channel gating. Together, these results demonstrate a function for ion channels in bacterial biofilms, and provide a prokaryotic paradigm for active, long-range electrical signalling in cellular communities. Ion channels in bacterial biofilms are shown to conduct long-range electrical signals within the biofilm community through the propagation of potassium ions; as predicted by a simple mathematical model, potassium channel gating is shown to coordinate metabolic states between distant cells via electrical communication. Gürol Suel and colleagues show that ion channels in bacterial biofilms, which have no known functional role, conduct long-range electrical signals within the biofilm community through the propagation of potassium ions. Metabolic coordination between spatially segregated cells in a Bacillus subtilis biofilm is shown to be dependent on ion channel activity. Metabolic limitation triggers activation of the YugO potassium channel, which also propagates the extracellular potassium signal within the biofilm, resulting in a wave of depolarization that coordinates metabolic states among cells in the interior and periphery of the biofilm. Using a simple mathematical model the authors demonstrate that YugO channel gating is sufficient to promote efficient electrical communication between distant cells.",
		"link": "https://www.nature.com/articles/nature15709"
	},
	{
		"id": 149,
		"title": "Nearest neighbours reveal fast and slow components of motor learning",
		"desc": "Changes in behaviour resulting from environmental influences, development and learning1–5 are commonly quantified on the basis of a few hand-picked features2–4,6,7 (for example, the average pitch of acoustic vocalizations3), assuming discrete classes of behaviours (such as distinct vocal syllables)2,3,8–10. However, such methods generalize poorly across different behaviours and model systems and may miss important components of change. Here we present a more-general account of behavioural change that is based on nearest-neighbour statistics11–13, and apply it to song development in a songbird, the zebra finch3. First, we introduce the concept of ‘repertoire dating’, whereby each rendition of a behaviour (for example, each vocalization) is assigned a repertoire time, reflecting when similar renditions were typical in the behavioural repertoire. Repertoire time isolates the components of vocal variability that are congruent with long-term changes due to vocal learning and development, and stratifies the behavioural repertoire into ‘regressions’, ‘anticipations’ and ‘typical renditions’. Second, we obtain a holistic, yet low-dimensional, description of vocal change in terms of a stratified ‘behavioural trajectory’, revealing numerous previously unrecognized components of behavioural change on fast and slow timescales, as well as distinct patterns of overnight consolidation1,2,4,14,15 across the behavioral repertoire. We find that diurnal changes in regressions undergo only weak consolidation, whereas anticipations and typical renditions consolidate fully. Because of its generality, our nonparametric description of how behaviour evolves relative to itself—rather than to a potentially arbitrary, experimenter-defined goal2,3,14,16—appears well suited for comparing learning and change across behaviours and species17,18, as well as biological and artificial systems5. A new method for analysing change in high-dimensional data is based on nearest-neighbour statistics and is applied here to song dynamics during vocal learning in zebra finches, but could potentially be applied to other biological and artificial behaviours.",
		"link": "https://www.nature.com/articles/s41586-019-1892-x"
	},
	{
		"id": 150,
		"title": "A growth-factor-activated lysosomal K+ channel regulates Parkinson’s pathology",
		"desc": "Lysosomes have fundamental physiological roles and have previously been implicated in Parkinson’s disease1–5. However, how extracellular growth factors communicate with intracellular organelles to control lysosomal function is not well understood. Here we report a lysosomal K+ channel complex that is activated by growth factors and gated by protein kinase B (AKT) that we term lysoKGF. LysoKGF consists of a pore-forming protein TMEM175 and AKT: TMEM175 is opened by conformational changes in, but not the catalytic activity of, AKT. The minor allele at rs34311866, a common variant in TMEM175, is associated with an increased risk of developing Parkinson’s disease and reduces channel currents. Reduction in lysoKGF function predisposes neurons to stress-induced damage and accelerates the accumulation of pathological α-synuclein. By contrast, the minor allele at rs3488217—another common variant of TMEM175, which is associated with a decreased risk of developing Parkinson’s disease—produces a gain-of-function in lysoKGF during cell starvation, and enables neuronal resistance to damage. Deficiency in TMEM175 leads to a loss of dopaminergic neurons and impairment in motor function in mice, and a TMEM175 loss-of-function variant is nominally associated with accelerated rates of cognitive and motor decline in humans with Parkinson’s disease. Together, our studies uncover a pathway by which extracellular growth factors regulate intracellular organelle function, and establish a targetable mechanism by which common variants of TMEM175 confer risk for Parkinson’s disease. The identification of a lysosomal K+ channel complex—comprising AKT and the pore-forming TMEM175—provides insights into the mechanisms through which variants of the pore-forming protein affect the development of Parkinson’s disease.",
		"link": "https://www.nature.com/articles/s41586-021-03185-z"
	},
	{
		"id": 151,
		"title": "Autistic-like behaviour in Scn1a+/− mice and rescue by enhanced GABA-mediated neurotransmission",
		"desc": "Haploinsufficiency of the SCN1A gene encoding voltage-gated sodium channel NaV1.1 causes Dravet’s syndrome, a childhood neuropsychiatric disorder including recurrent intractable seizures, cognitive deficit and autism-spectrum behaviours. The neural mechanisms responsible for cognitive deficit and autism-spectrum behaviours in Dravet’s syndrome are poorly understood. Here we report that mice with Scn1a haploinsufficiency exhibit hyperactivity, stereotyped behaviours, social interaction deficits and impaired context-dependent spatial memory. Olfactory sensitivity is retained, but novel food odours and social odours are aversive to Scn1a+/− mice. GABAergic neurotransmission is specifically impaired by this mutation, and selective deletion of NaV1.1 channels in forebrain interneurons is sufficient to cause these behavioural and cognitive impairments. Remarkably, treatment with low-dose clonazepam, a positive allosteric modulator of GABAA receptors, completely rescued the abnormal social behaviours and deficits in fear memory in the mouse model of Dravet’s syndrome, demonstrating that they are caused by impaired GABAergic neurotransmission and not by neuronal damage from recurrent seizures. These results demonstrate a critical role for NaV1.1 channels in neuropsychiatric functions and provide a potential therapeutic strategy for cognitive deficit and autism-spectrum behaviours in Dravet’s syndrome. Haploinsufficiency of the gene SCN1A (SCN1A+/−) causes Dravet’s syndrome in humans, a form of epilepsy with autistic features; this paper shows that Scn1a+/− mice have the same symptoms, and that social behaviours can be improved by pharmacological treatment with clonazepam. Haploinsufficiency of the gene SCN1A, which encodes a voltage-gated sodium channel, causes Dravet’s syndrome, a form of childhood epilepsy that sometimes includes autistic features. This paper shows that mice with Scn1a haploinsufficiency also display autism-related behaviours, including hyperactivity and impaired social interaction. GABAergic neurotransmission is reduced in these mice, and social behaviours can be improved by pharmacological treatment with clonazepam.",
		"link": "https://www.nature.com/articles/nature11356"
	},
	{
		"id": 152,
		"title": "Structure of a eukaryotic cyclic-nucleotide-gated channel",
		"desc": "Cyclic-nucleotide-gated channels are essential for vision and olfaction. They belong to the voltage-gated ion channel superfamily but their activities are controlled by intracellular cyclic nucleotides instead of transmembrane voltage. Here we report a 3.5-Å-resolution single-particle electron cryo-microscopy structure of a cyclic-nucleotide-gated channel from Caenorhabditis elegans in the cyclic guanosine monophosphate (cGMP)-bound open state. The channel has an unusual voltage-sensor-like domain, accounting for its deficient voltage dependence. A carboxy-terminal linker connecting S6 and the cyclic-nucleotide-binding domain interacts directly with both the voltage-sensor-like domain and the pore domain, forming a gating ring that couples conformational changes triggered by cyclic nucleotide binding to the gate. The selectivity filter is lined by the carboxylate side chains of a functionally important glutamate and three rings of backbone carbonyls. This structure provides a new framework for understanding mechanisms of ion permeation, gating and channelopathy of cyclic-nucleotide-gated channels and cyclic nucleotide modulation of related channels. The first high-resolution (3.5 Å) structure of a full-length cyclic-nucleotide-gated channel, revealing an unconventional, voltage-insensitive voltage-sensor domain and a unique coupling mechanism between cyclic-nucleotide-binding and pore-opening. It is known that cyclic-nucleotide-gated (CNG) channels are essential for vision and olfaction, but structural information about their mechanism of action has been sketchy. Now Jian Yang, Xueming Li and colleagues present the first high-resolution (3.5 Å) structure of a full-length CNG channel, revealing an unusual, non-functional voltage-gated domain and a unique coupling mechanism between CNG binding and pore opening.",
		"link": "https://www.nature.com/articles/nature20819"
	},
	{
		"id": 153,
		"title": "Channel opening and gating mechanism in AMPA-subtype glutamate receptors",
		"desc": "AMPA (α-amino-3-hydroxy-5-methyl-4-isoxazole propionic acid)-subtype ionotropic glutamate receptors mediate fast excitatory neurotransmission throughout the central nervous system. Gated by the neurotransmitter glutamate, AMPA receptors are critical for synaptic strength, and dysregulation of AMPA receptor-mediated signalling is linked to numerous neurological diseases. Here we use cryo-electron microscopy to solve the structures of AMPA receptor–auxiliary subunit complexes in the apo, antagonist- and agonist-bound states and determine the iris-like mechanism of ion channel opening. The ion channel selectivity filter is formed by the extended portions of the re-entrant M2 loops, while the helical portions of M2 contribute to extensive hydrophobic interfaces between AMPA receptor subunits in the ion channel. We show how the permeation pathway changes upon channel opening and identify conformational changes throughout the entire AMPA receptor that accompany activation and desensitization. Our findings provide a framework for understanding gating across the family of ionotropic glutamate receptors and the role of AMPA receptors in excitatory neurotransmission. The structures of AMPA receptors in complex with auxiliary proteins are resolved by cryo-electron microscopy, and reveal conformational and permeation pathway changes that are associated with activation and desensitization of ionotropic glutamate receptors. AMPA-subtype ionotropic glutamate receptors (AMPARs) are ligand-gated ion channels that mediate the majority of fast excitatory chemical neurotransmission, which underlies both learning and memory. In the brain, these receptors form complexes with auxiliary proteins, which alter channel kinetics and receptor pharmacology, and many neurological diseases are linked to AMPAR signalling. However, an activated AMPAR structure has been difficult to obtain and the understanding of channel gating and signal transduction is limited. Here, Alexander Sobolevsky and colleagues report the structures of AMPAR complexes with auxiliary proteins by cryo-electron microscopy, providing the first view of an activated AMPAR. This work provides the basis for gating and the conformational and permeation pathway changes associated with the receptor cycle of activation, desensitization, and recovery from desensitization for ionotropic glutamate receptors.",
		"link": "https://www.nature.com/articles/nature23479"
	},
	{
		"id": 154,
		"title": "A TRP channel trio mediates acute noxious heat sensing",
		"desc": "Three transient receptor potential channels (TRPA1, TRPV1 and TRPM3) mediate sensitivity to acute noxious heat in mice in a redundant system; mice lacking all three show severe deficits in heat sensing, whereas double-knockout mice do not. Many ion channels, including several in the TRP family, are activated by heat, and yet mice lacking just one of the ion-channel genes show no or only mild deficits in acute heat sensing. Now Thomas Voets and colleagues demonstrate that triple-knockout mice, in which all three genes coding for TRPA1, TRPV1 and TRPM3 have been silenced, do not sense pain when exposed to harmful heat, yet remain sensitive to injurious cold or mechanical stimuli and have a normal preference for moderate temperatures. Double knockouts, however, retain the expected heat responses, suggesting that this pain sensory system has a high degree of redundancy, which ensures fault-tolerance in the avoidance of burn injury. Acute pain represents a crucial alarm signal to protect us from injury1. Whereas the nociceptive neurons that convey pain signals were described more than a century ago2, the molecular sensors that detect noxious thermal or mechanical insults have yet to be fully identified3,4,5,6. Here we show that acute noxious heat sensing in mice depends on a triad of transient receptor potential (TRP) ion channels: TRPM3, TRPV1, and TRPA1. We found that robust somatosensory heat responsiveness at the cellular and behavioural levels is observed only if at least one of these TRP channels is functional. However, combined genetic or pharmacological elimination of all three channels largely and selectively prevents heat responses in both isolated sensory neurons and rapidly firing C and Aδ sensory nerve fibres that innervate the skin. Strikingly, Trpv1−/−Trpm3−/−Trpa1−/− triple knockout (TKO) mice lack the acute withdrawal response to noxious heat that is necessary to avoid burn injury, while showing normal nociceptive responses to cold or mechanical stimuli and a preserved preference for moderate temperatures. These findings indicate that the initiation of the acute heat-evoked pain response in sensory nerve endings relies on three functionally redundant TRP channels, representing a fault-tolerant mechanism to avoid burn injury.",
		"link": "https://www.nature.com/articles/nature26137"
	},
	{
		"id": 155,
		"title": "Shared structural mechanisms of general anaesthetics and benzodiazepines",
		"desc": "Most general anaesthetics and classical benzodiazepine drugs act through positive modulation of γ-aminobutyric acid type A (GABAA) receptors to dampen neuronal activity in the brain1–5. However, direct structural information on the mechanisms of general anaesthetics at their physiological receptor sites is lacking. Here we present cryo-electron microscopy structures of GABAA receptors bound to intravenous anaesthetics, benzodiazepines and inhibitory modulators. These structures were solved in a lipidic environment and are complemented by electrophysiology and molecular dynamics simulations. Structures of GABAA receptors in complex with the anaesthetics phenobarbital, etomidate and propofol reveal both distinct and common transmembrane binding sites, which are shared in part by the benzodiazepine drug diazepam. Structures in which GABAA receptors are bound by benzodiazepine-site ligands identify an additional membrane binding site for diazepam and suggest an allosteric mechanism for anaesthetic reversal by flumazenil. This study provides a foundation for understanding how pharmacologically diverse and clinically essential drugs act through overlapping and distinct mechanisms to potentiate inhibitory signalling in the brain. Cryo-electron microscopy structures of GABAA receptors bound to intravenous anaesthetics and benzodiazepines reveal both common and distinct transmembrane binding sites, and show that the mechanisms of action of anaesthetics partially overlap with those of benzodiazepines.",
		"link": "https://www.nature.com/articles/s41586-020-2654-5"
	},
	{
		"id": 156,
		"title": "Structure of a human synaptic GABAA receptor",
		"desc": "Fast inhibitory neurotransmission in the brain is principally mediated by the neurotransmitter GABA (γ-aminobutyric acid) and its synaptic target, the type A GABA receptor (GABAA receptor). Dysfunction of this receptor results in neurological disorders and mental illnesses including epilepsy, anxiety and insomnia. The GABAA receptor is also a prolific target for therapeutic, illicit and recreational drugs, including benzodiazepines, barbiturates, anaesthetics and ethanol. Here we present high-resolution cryo-electron microscopy structures of the human α1β2γ2 GABAA receptor, the predominant isoform in the adult brain, in complex with GABA and the benzodiazepine site antagonist flumazenil, the first-line clinical treatment for benzodiazepine overdose. The receptor architecture reveals unique heteromeric interactions for this important class of inhibitory neurotransmitter receptor. This work provides a template for understanding receptor modulation by GABA and benzodiazepines, and will assist rational approaches to therapeutic targeting of this receptor for neurological disorders and mental illness. The cryo-electron microscopy structure of the type A GABA receptor bound to GABA and the benzodiazepine site antagonist flumazenil reveals structural mechanisms that underlie intersubunit interactions and ligand selectivity of the receptor.",
		"link": "https://www.nature.com/articles/s41586-018-0255-3"
	},
	{
		"id": 157,
		"title": "Time for a song",
		"desc": "",
		"link": "https://www.nature.com/articles/nrn3903"
	},
	{
		"id": 158,
		"title": "Spatial representability of neuronal activity",
		"desc": "A common approach to interpreting spiking activity is based on identifying the firing fields—regions in physical or configuration spaces that elicit responses of neurons. Common examples include hippocampal place cells that fire at preferred locations in the navigated environment, head direction cells that fire at preferred orientations of the animal’s head, view cells that respond to preferred spots in the visual field, etc. In all these cases, firing fields were discovered empirically, by trial and error. We argue that the existence and a number of properties of the firing fields can be established theoretically, through topological analyses of the neuronal spiking activity. In particular, we use Leray criterion powered by persistent homology theory, Eckhoff conditions and Region Connection Calculus to verify consistency of neuronal responses with a single coherent representation of space.",
		"link": "https://www.nature.com/articles/s41598-021-00281-y"
	},
	{
		"id": 159,
		"title": "Sensory substitution reveals a manipulation bias",
		"desc": "Sensory substitution is a promising therapeutic approach for replacing a missing or diseased sensory organ by translating inaccessible information into another sensory modality. However, many substitution systems are not well accepted by subjects. To explore the effect of sensory substitution on voluntary action repertoires and their associated affective valence, we study deaf songbirds to which we provide visual feedback as a substitute of auditory feedback. Surprisingly, deaf birds respond appetitively to song-contingent binary visual stimuli. They skillfully adapt their songs to increase the rate of visual stimuli, showing that auditory feedback is not required for making targeted changes to vocal repertoires. We find that visually instructed song learning is basal-ganglia dependent. Because hearing birds respond aversively to the same visual stimuli, sensory substitution reveals a preference for actions that elicit sensory feedback over actions that do not, suggesting that substitution systems should be designed to exploit the drive to manipulate. The challenge of sensory substitution as a therapeutic approach is to design systems that are well accepted by subjects. Here, in deaf songbirds, the authors substitute hearing with vision, suggesting substitution devices could provide sensory feedback for the key actions that are deprived.",
		"link": "https://www.nature.com/articles/s41467-020-19686-w"
	},
	{
		"id": 160,
		"title": "An avian cortical circuit for chunking tutor song syllables into simple vocal-motor units",
		"desc": "How are brain circuits constructed to achieve complex goals? The brains of young songbirds develop motor circuits that achieve the goal of imitating a specific tutor song to which they are exposed. Here, we set out to examine how song-generating circuits may be influenced early in song learning by a cortical region (NIf) at the interface between auditory and motor systems. Single-unit recordings reveal that, during juvenile babbling, NIf neurons burst at syllable onsets, with some neurons exhibiting selectivity for particular emerging syllable types. When juvenile birds listen to their tutor, NIf neurons are also activated at tutor syllable onsets, and are often selective for particular syllable types. We examine a simple computational model in which tutor exposure imprints the correct number of syllable patterns as ensembles in an interconnected NIf network. These ensembles are then reactivated during singing to train a set of syllable sequences in the motor network. Young songbirds learn to imitate their parents’ songs. Here, the authors find that, in baby birds, neurons in a brain region at the interface of auditory and motor circuits signal the onsets of song syllables during both tutoring and babbling, suggesting a specific neural mechanism for vocal imitation.",
		"link": "https://www.nature.com/articles/s41467-020-18732-x"
	},
	{
		"id": 161,
		"title": "Tianma Gouteng Yin, a Traditional Chinese Medicine decoction, exerts neuroprotective effects in animal and cellular models of Parkinson’s disease",
		"desc": "Tianma Gouteng Yin (TGY) is a traditional Chinese medicine (TCM) decoction widely used to treat symptoms associated with typical Parkinson’s disease (PD). In this study, the neuroprotective effects of water extract of TGY were tested on rotenone-intoxicated and human α-synuclein transgenic Drosophila PD models. In addition, the neuroprotective effect of TGY was also evaluated in the human dopaminergic neuroblastoma SH-SY5Y cell line treated with rotenone and the rotenone intoxicated hemi-parkinsonian rats. In rotenone-induced PD models, TGY improved survival rate, alleviated impaired locomotor function of Drosophila, mitigated the loss of dopaminergic neurons in hemi-parkinsonian rats and alleviated apoptotic cell death in SH-SY5Y cells; in α-synuclein transgenic Drosophila, TGY reduced the level of α-synuclein and prevented degeneration of dopaminergic neurons. Conclusively, TGY is neuroprotective in PD models both in vivo and in vitro.",
		"link": "https://www.nature.com/articles/srep16862"
	},
	{
		"id": 162,
		"title": "A memory-driven auditory program ensures selective and precise vocal imitation in zebra finches",
		"desc": "In the vocal learning model, the juvenile first memorizes a model sound, and the imprinted memory gradually converts into vocal-motor output during the sensorimotor integration. However, early acquired memory may not precisely represent the fine structures of a model sound. How do juveniles ensure precise model imitation? Here we show that juvenile songbirds develop an auditory learning program by actively and attentively engaging with tutor’s singing during the sensorimotor phase. The listening/approaching behavior requires previously acquired model memory and the individual variability of approaching behavior correlates with the precision of tutor song imitation. Moreover, it is modulated by dopamine and associated with forebrain regions for sensory processing. Overall, precise vocal learning may involve two steps of auditory processing: a passive imprinting of model memory occurs during the early sensory period; the previously acquired memory then guides an active and selective engagement of the re-exposed model to fine tune model imitation. Wan-Chun Liu et al. demonstrate that the sensory phase of vocal learning in zebra finches is split across two stages: (1) passive listening and formation of a memory, and (2) active listening and behavioral engagement of juveniles with adult tutors. Furthermore, they show that approach behavior is correlated with song imitation quality, and immediate early gene expression in the caudal medial nidopallium linked to auditory behavior.",
		"link": "https://www.nature.com/articles/s42003-021-02601-4"
	},
	{
		"id": 163,
		"title": "Prestin’s conformational cycle underlies outer hair cell electromotility",
		"desc": "The voltage-dependent motor protein Prestin (SLC26A5) is responsible for the electromotive behavior of outer hair cells and underlies the cochlear amplifier1. Knock out or impairment of Prestin causes severe hearing loss2–5. Despite Prestin’s key role in hearing, the mechanism by which mammalian Prestin senses voltage and transduces it into cellular-scale movements (electromotility) is poorly understood. Here, we determined the structure of dolphin Prestin in six distinct states using single particle cryo-electron microscopy. Our structural and functional data suggest that Prestin adopts a unique and complex set of states, tunable by the identity of bound anions (Cl- or SO42-). Salicylate, a drug that can cause reversible hearing loss, competes for the anion-binding site of Prestin, and inhibits its function by immobilizing Prestin in a novel conformation. Our data suggests that the bound anion together with its coordinating charged residues and helical dipole act as a dynamic voltage sensor. Analysis of all anion-dependent conformations reveals how structural rearrangements in the voltage sensor are coupled to conformational transitions at the protein-membrane interface, suggesting a novel mechanism of area expansion. Visualization of Prestin’s electromotility cycle distinguishes Prestin from closely related SLC26 anion transporters, highlighting the basis for evolutionary specialization of the mammalian cochlear amplifier at high resolution.",
		"link": "https://idp.nature.com/authorize/natureuser?client_id=grover&redirect_uri=https%3A%2F%2Fwww.nature.com%2Farticles%2Fs41586-021-04152-4"
	},
	{
		"id": 164,
		"title": "Canaries record song history",
		"desc": "The activity of a subset of projections neurons in the song premotor nucleus HVC of canaries depends on preceding steps in the bird’s song and can predict future song phrases.",
		"link": "https://www.nature.com/articles/s41583-020-0351-x"
	},
	{
		"id": 165,
		"title": "Finches learn even when practice isn't perfect",
		"desc": "Covert skill-development in songbirds challenges brain model.",
		"link": "https://www.nature.com/articles/nature.2012.10675"
	},
	{
		"id": 166,
		"title": "Wide of the mark",
		"desc": "A new study shows that the transient manipulation of neural activity can sometimes have 'off-target' effects, making it challenging to determine the specific neural circuit that generates a particular behaviour.",
		"link": "https://www.nature.com/articles/nrn.2016.6"
	},
	{
		"id": 167,
		"title": "Expression of FoxP2 in the basal ganglia regulates vocal motor sequences in the adult songbird",
		"desc": "Disruption of the transcription factor FoxP2, which is enriched in the basal ganglia, impairs vocal development in humans and songbirds. The basal ganglia are important for the selection and sequencing of motor actions, but the circuit mechanisms governing accurate sequencing of learned vocalizations are unknown. Here, we show that expression of FoxP2 in the basal ganglia is vital for the fluent initiation and termination of birdsong, as well as the maintenance of song syllable sequencing in adulthood. Knockdown of FoxP2 imbalances dopamine receptor expression across striatal direct-like and indirect-like pathways, suggesting a role of dopaminergic signaling in regulating vocal motor sequencing. Confirming this prediction, we show that phasic dopamine activation, and not inhibition, during singing drives repetition of song syllables, thus also impairing fluent initiation and termination of birdsong. These findings demonstrate discrete circuit origins for the dysfluent repetition of vocal elements in songbirds, with implications for speech disorders. Disruption of FOXP2 cause Childhood Apraxia of Speech, a speech disorder marked by difficulties in accurately sequencing vocal motor actions. The authors show that disruption of FoxP2 in the adult songbird similarly disrupts birdsong and link dopaminergic signalling to disruptions in song production.",
		"link": "https://www.nature.com/articles/s41467-021-22918-2"
	},
	{
		"id": 168,
		"title": "The evolution of chronic infection strategies in the α-proteobacteria",
		"desc": "The α-subdivision of the Proteobacteria is a very large and diverse group of Gram-negative microorganisms. They show great variability in metabolic capacities and inhabit diverse ecological niches. The authors discuss the different mechanisms used by these bacteria to associate with eukaryotic hosts, either as symbionts or as pathogens. The genomes of the α-proteobacteria vary in both size (from 1 to 9 Mb) and organization (from single circular replicons to multiple replicons, both circular and linear). The genome of the common ancestor of the α-proteobacteria was estimated to contain 3,000–5,000 genes. Two major trends associated with the conversion of this ancestral gene pool into the genomes of the modern species can be recognized: intracellular bacteria associated with invertebrates, animals and humans have evolved by gene loss, whereas the soil-growing, plant-associated bacteria have evolved through genome expansion. Despite the close phylogenetic relationships between these bacteria, there is no clear 'common mechanism' that allows these bacteria to interact with their eukaryotic hosts. Is this surprising considering the diversity of the hosts? The strategies and mechanisms used by these bacteria to infect the host, avoid host defences and then adapt to the host are described, compared and contrasted. A recurrent feature of the interaction of α-proteobacteria with their hosts is an effect on host-cell proliferation, creating a new niche in which, or on which, the bacteria can survive. This involves inhibiting cell death and then inducing cell proliferation. Here again, each bacterium uses a different mechanism, ranging from the production of diverse molecules that affect host cell biology, often affecting growth hormones, to 'genetically manipulating' the host cell to induce tumorigenesis. Many of the α-proteobacteria establish long-term, often chronic, interactions with higher eukaryotes. These interactions range from pericellular colonization through facultative intracellular multiplication to obligate intracellular lifestyles. A common feature in this wide range of interactions is modulation of host-cell proliferation, which sometimes leads to the formation of tumour-like structures in which the bacteria can grow. Comparative genome analyses reveal genome reduction by gene loss in the intracellular α-proteobacterial lineages, and genome expansion by gene duplication and horizontal gene transfer in the free-living species. In this review, we discuss α-proteobacterial genome evolution and highlight strategies and mechanisms used by these bacteria to infect and multiply in eukaryotic cells.",
		"link": "https://www.nature.com/articles/nrmicro1044"
	},
	{
		"id": 169,
		"title": "The power of 3′ UTRs",
		"desc": "Different 3′ untranslated regions of mRNA transcripts are associated with differences in mRNA localization, translation, stability and activity-dependent changes in expression.",
		"link": "https://www.nature.com/articles/s41583-018-0011-6"
	},
	{
		"id": 170,
		"title": "From pond scum to pharmacy shelf",
		"desc": "Protein-based therapies promise to treat everything from cancer to arthritis, but the bacteria and mammalian cells that usually produce proteins leave much to be desired. New research shows that green algae—and genetically tweaked yeast—can churn out proteins that are cheaper and better tailored for human use than those made by traditional systems. Amber Dance reports on these new recruits in the pharma factory.",
		"link": "https://www.nature.com/articles/nm0210-146"
	},
	{
		"id": 171,
		"title": "The power of 3′ UTRs",
		"desc": "Different 3′ untranslated regions of mRNA transcripts are associated with differences in mRNA localization, translation, stability and activity-dependent changes in expression.",
		"link": "https://idp.nature.com/authorize/natureuser?client_id=grover&redirect_uri=https%3A%2F%2Fwww.nature.com%2Farticles%2Fs41583-018-0011-6"
	},
	{
		"id": 172,
		"title": "50 & 100 Years Ago",
		"desc": "",
		"link": "https://www.nature.com/articles/518175a"
	},
	{
		"id": 173,
		"title": "The hornwort genome and early land plant evolution",
		"desc": "Hornworts, liverworts and mosses are three early diverging clades of land plants, and together comprise the bryophytes. Here, we report the draft genome sequence of the hornwort Anthoceros angustus. Phylogenomic inferences confirm the monophyly of bryophytes, with hornworts sister to liverworts and mosses. The simple morphology of hornworts correlates with low genetic redundancy in plant body plan, while the basic transcriptional regulation toolkit for plant development has already been established in this early land plant lineage. Although the Anthoceros genome is small and characterized by minimal redundancy, expansions are observed in gene families related to RNA editing, UV protection and desiccation tolerance. The genome of A. angustus bears the signatures of horizontally transferred genes from bacteria and fungi, in particular of genes operating in stress-response and metabolic pathways. Our study provides insight into the unique features of hornworts and their molecular adaptations to live on land. A draft genome sequence of the hornwort Anthoceros augustus confirms the phylogenetic relationships among the three clades of bryophytes and provides insight into the unique characteristics of hornworts and their adaptations to live on land.",
		"link": "https://www.nature.com/articles/s41477-019-0588-4"
	},
	{
		"id": 174,
		"title": "Live transmission",
		"desc": "",
		"link": "https://www.nature.com/articles/s41567-018-0321-7"
	},
	{
		"id": 175,
		"title": "RNA landscape of the emerging cancer-associated microbe Fusobacterium nucleatum",
		"desc": "Fusobacterium nucleatum, long known as a constituent of the oral microflora, has recently garnered renewed attention for its association with several different human cancers. The growing interest in this emerging cancer-associated bacterium contrasts with a paucity of knowledge about its basic gene expression features and physiological responses. As fusobacteria lack all established small RNA-associated proteins, post-transcriptional networks in these bacteria are also unknown. In the present study, using differential RNA-sequencing, we generate high-resolution global RNA maps for five clinically relevant fusobacterial strains—F. nucleatum subspecies nucleatum, animalis, polymorphum and vincentii, as well as F. periodonticum—for early, mid-exponential growth and early stationary phase. These data are made available in an online browser, and we use these to uncover fundamental aspects of fusobacterial gene expression architecture and a suite of non-coding RNAs. Developing a vector for functional analysis of fusobacterial genes, we discover a conserved fusobacterial oxygen-induced small RNA, FoxI, which serves as a post-transcriptional repressor of the major outer membrane porin FomA. Our findings provide a crucial step towards delineating the regulatory networks enabling F. nucleatum adaptation to different environments, which may elucidate how these bacteria colonize different compartments of the human body. Several Fusobacterium species, such as Fusobacterium nucleatum, have been associated with cancer. Here, using differential RNA-sequencing, the authors provide high-resolution global RNA maps for five clinically relevant fusobacterial strains, elucidating basic aspects of fusobacterial gene expression and identifying multiple non-coding RNAs, including an oxygen-induced small RNA, FoxI, which represses the major outer membrane porin FomA.",
		"link": "https://www.nature.com/articles/s41564-021-00927-7"
	},
	{
		"id": 176,
		"title": "The structure of Na+-K+-Cl− cotransporter 1",
		"desc": "A recent study reports the first high-resolution, cryo-electron microscopy-based structure of zebrafish Na+-K+-Cl− cotransporter 1 (NKCC1). This structure provides important insights into the determinants of ion translocation by NKCC1 and other cation-Cl− cotransporters such as NKCC2. It could thus facilitate the design of drugs to target these transporters individually.",
		"link": "https://www.nature.com/articles/s41581-019-0204-x"
	},
	{
		"id": 177,
		"title": "Pseudomonas aeruginosa adapts to octenidine via a combination of efflux and membrane remodelling",
		"desc": "Pseudomonas aeruginosa is an opportunistic pathogen capable of stably adapting to the antiseptic octenidine by an unknown mechanism. Here we characterise this adaptation, both in the laboratory and a simulated clinical setting, and identify a novel antiseptic resistance mechanism. In both settings, 2 to 4-fold increase in octenidine tolerance was associated with stable mutations and a specific 12 base pair deletion in a putative Tet-repressor family gene (smvR), associated with a constitutive increase in expression of the Major Facilitator Superfamily (MFS) efflux pump SmvA. Adaptation to higher octenidine concentrations led to additional stable mutations, most frequently in phosphatidylserine synthase pssA and occasionally in phosphatidylglycerophosphate synthase pgsA genes, resulting in octenidine tolerance 16- to 256-fold higher than parental strains. Metabolic changes were consistent with mitigation of oxidative stress and altered plasma membrane composition and order. Mutations in SmvAR and phospholipid synthases enable higher level, synergistic tolerance of octenidine. Bock et al. characterise the adaptation of Pseudomonas aeruginosa to the antiseptic octenidine, using whole genome sequencing, gene expression studies and metabolomics. They attribute this increased tolerance to synergistic changes in efflux and plasma membrane composition via mutations in SmvR, the regulator of MFS efflux pump SmvA, and in phospholipid pathway proteins PssA and PgsA.",
		"link": "https://www.nature.com/articles/s42003-021-02566-4"
	},
	{
		"id": 178,
		"title": "Anthoceros genomes illuminate the origin of land plants and the unique biology of hornworts",
		"desc": "Hornworts comprise a bryophyte lineage that diverged from other extant land plants >400 million years ago and bears unique biological features, including a distinct sporophyte architecture, cyanobacterial symbiosis and a pyrenoid-based carbon-concentrating mechanism (CCM). Here, we provide three high-quality genomes of Anthoceros hornworts. Phylogenomic analyses place hornworts as a sister clade to liverworts plus mosses with high support. The Anthoceros genomes lack repeat-dense centromeres as well as whole-genome duplication, and contain a limited transcription factor repertoire. Several genes involved in angiosperm meristem and stomatal function are conserved in Anthoceros and upregulated during sporophyte development, suggesting possible homologies at the genetic level. We identified candidate genes involved in cyanobacterial symbiosis and found that LCIB, a Chlamydomonas CCM gene, is present in hornworts but absent in other plant lineages, implying a possible conserved role in CCM function. We anticipate that these hornwort genomes will serve as essential references for future hornwort research and comparative studies across land plants. Analyses of three high-quality genomes of Anthoceros hornworts place hornworts as a sister clade to the lineage including liverworts and mosses, and provide insights into the unique biological features of hornworts.",
		"link": "https://www.nature.com/articles/s41477-020-0618-2"
	},
	{
		"id": 179,
		"title": "Energy transfer between the nicotinamide nucleotide transhydrogenase and ATP synthase of Escherichia coli",
		"desc": "Membrane bound nicotinamide nucleotide transhydrogenase (TH) catalyses the hydride transfer from NADH to NADP+. Under physiological conditions, this reaction is endergonic and must be energized by the pmf, coupled to transmembrane proton transport. Recent structures of transhydrogenase holoenzymes suggest new mechanistic details, how the long-distance coupling between hydride transfer in the peripheral nucleotide binding sites and the membrane-localized proton transfer occurs that now must be tested experimentally. Here, we provide protocols for the efficient expression and purification of the Escherichia coli transhydrogenase and its reconstitution into liposomes, alone or together with the Escherichia coli F1F0 ATP synthase. We show that E. coli transhydrogenase is a reversible enzyme that can also work as a NADPH-driven proton pump. In liposomes containing both enzymes, NADPH driven H+-transport by TH is sufficient to instantly fuel ATP synthesis, which adds TH to the pool of pmf generating enzymes. If the same liposomes are energized with ATP, NADPH production by TH is stimulated > sixfold both by a pH gradient or a membrane potential. The presented protocols and results reinforce the tight coupling between hydride transfer in the peripheral nucleotide binding sites and transmembrane proton transport and provide powerful tools to investigate their coupling mechanism.",
		"link": "https://www.nature.com/articles/s41598-021-00651-6"
	},
	{
		"id": 180,
		"title": "Why I swapped the piano for pipettes",
		"desc": "Concert pianist-turned-immunologist Gabriel Victora sees parallels between science and music.  Concert pianist-turned-immunologist Gabriel Victora sees parallels between science and music.",
		"link": "https://www.nature.com/articles/d41586-021-02868-x"
	},
	{
		"id": 181,
		"title": "Transport and metabolism of flavonoids from Chinese herbal remedy Xiaochaihu-tang across human intestinal Caco-2 cell monolayers",
		"desc": "To investigate the limiting factors for oral bioavailability of flavonoids derived from the Chinese herbal remedy Xiaochaihu-tang. The investigational flavonoids included baicalin, wogonoside, oroxylin-A 7-O-β-D-glucopyranosiduronide, liquiritin, liquiritin apioside, isoliquiritin, and isoliquiritin apioside, as well as their aglycones baicalein, wogonin, oroxylin-A, liquiritigenin, and isoliquiritigenin. Caco-2 cell monolayers were used and the apparent permeability both in apical to basolateral and basolateral to apical directions was measured for each investigational compound. Meanwhile, chemoinformatics was carried out to provide insight into the mechanism governing the permeability. In addition, carrier-mediated transport with or without inhibitors, as well as the metabolism by conjugation, was also examined with Caco-2 cell monolayers for the flavonoids. The investigational flavonoid aglycones exhibited favorable membrane permeability, but efficient glucuronidation and/or sulfation by the enterocytes may limit their bioavailability. For the flavonoid glycosides, their poor membrane permeability was found to be caused by high hydrogen-bonding potential. Among the glycosides, oroxylin-A 7-O-β-D-glucopyranosiduronide, isoliquiritin, and isoliquiritin apioside were transported under the mediation of the efflux transporters multidrug resistance-associated protein and/or P-glycoprotein. The limiting factors of oral bioavailability for the flavonoids derived from Xiaochaihu-tang appeared to include poor membrane permeability, significant efflux, and efficient intestinal metabolism by conjugation.",
		"link": "https://www.nature.com/articles/aps2008131"
	},
	{
		"id": 182,
		"title": "Stressed Serratia curb CRISPR",
		"desc": "Bacteria use CRISPR–Cas systems as adaptive defence weapons against attacking phages. A new study shows that under severe stress conditions, Serratia turn off their CRISPR immune system to increase the uptake of potentially beneficial plasmids.",
		"link": "https://www.nature.com/articles/s41564-020-00848-x"
	},
	{
		"id": 183,
		"title": "The Apostasia genome and the evolution of orchids",
		"desc": "WebComparing the whole genome sequence of Apostasia shenzhenica with transcriptome and genome data from five orchid subfamilies permits the reconstruction of an ancestral gene toolkit, providing insight into orchid origins, evolution and diversification. Around 10 per cent of flowering plant species are orchids, with a broad diversity in both morphology and lifestyle. Apostasia is one of the earliest-diverging genera of Orchidaceae. To study the evolution and diversity of Orchidaceae, Zhong-Jian Liu, Yves Van de Peer and colleagues sequenced the genome of Apostasia shenzhenica, a self-pollinating species found in southeast China. The authors also report improved genomes for two species of Epidendroideae, Phalaenopsis equestris and Dendrobium catenatum, as well as transcriptome analysis of representatives of subfamilies of Orchidaceae. Their analyses provide insights into orchid origins, genome evolution, adaptation and diversification. Constituting approximately 10% of flowering plant species, orchids (Orchidaceae) display unique flower morphologies, possess an extraordinary diversity in lifestyle, and have successfully colonized almost every habitat on Earth1,2,3. Here we report the draft genome sequence of Apostasia shenzhenica4, a representative of one of two genera that form a sister lineage to the rest of the Orchidaceae, providing a reference for inferring the genome content and structure of the most recent common ancestor of all extant orchids and improving our understanding of their origins and evolution. In addition, we present transcriptome data for representatives of Vanilloideae, Cypripedioideae and Orchidoideae, and novel third-generation genome data for two species of Epidendroideae, covering all five orchid subfamilies. A. shenzhenica shows clear evidence of a whole-genome duplication, which is shared by all orchids and occurred shortly before their divergence. Comparisons between A. shenzhenica and other orchids and angiosperms also permitted the reconstruction of an ancestral orchid gene toolkit. We identify new gene families, gene family expansions and contractions, and changes within MADS-box gene classes, which control a diverse suite of developmental processes, during orchid evolution. This study sheds new light on the genetic mechanisms underpinning key orchid innovations, including the development of the labellum and gynostemium, pollinia, and seeds without endosperm, as well as the evolution of epiphytism; reveals relationships between the Orchidaceae subfamilies; and helps clarify the evolutionary history of orchids within the angiosperms.",
		"link": "https://www.nature.com/articles/nature23897"
	},
	{
		"id": 184,
		"title": "The KRAS-G12C inhibitor: activity and resistance",
		"desc": "Although it has long been deemed “undruggable”, with the development of drugs specifically binding the KRAS-G12C mutant protein, clinical trials that directly inhibit oncogenic RAS have recently made promising improvements. In particular, the covalent KRAS-G12C inhibitors sotorasib and adagrasib are used to treat patients with advanced non-small cell lung cancer (NSCLC) carrying KRAS-G12C mutations. Unfortunately, the vast majority of patients do not respond to KRAS-G12C inhibitor therapy, mainly due to intrinsic or acquired resistance caused by cellular, molecular, and genetic mechanisms. Improving the understanding of drug response in the tumor microenvironment may continue to promote the design, testing, and clinical application of KRAS-G12C inhibitors.",
		"link": "https://www.nature.com/articles/s41417-021-00383-9"
	},
	{
		"id": 185,
		"title": "Alternative splicing regulates telomerase repression",
		"desc": "Human telomerase reverse transcriptase (hTERT) activity is tightly controlled. This report shows that hTERT is primarily regulated by alternative splicing; skipping of exon 2 triggers decay of TERT mRNA in differentiated cells and its retention promotes telomere maintenance in pluripotent cells.",
		"link": "https://www.nature.com/articles/s41576-021-00372-6"
	},
	{
		"id": 186,
		"title": "Transport and metabolism of flavonoids from Chinese herbal remedy Xiaochaihu-tang across human intestinal Caco-2 cell monolayers",
		"desc": "To investigate the limiting factors for oral bioavailability of flavonoids derived from the Chinese herbal remedy Xiaochaihu-tang. The investigational flavonoids included baicalin, wogonoside, oroxylin-A 7-O-β-D-glucopyranosiduronide, liquiritin, liquiritin apioside, isoliquiritin, and isoliquiritin apioside, as well as their aglycones baicalein, wogonin, oroxylin-A, liquiritigenin, and isoliquiritigenin. Caco-2 cell monolayers were used and the apparent permeability both in apical to basolateral and basolateral to apical directions was measured for each investigational compound. Meanwhile, chemoinformatics was carried out to provide insight into the mechanism governing the permeability. In addition, carrier-mediated transport with or without inhibitors, as well as the metabolism by conjugation, was also examined with Caco-2 cell monolayers for the flavonoids. The investigational flavonoid aglycones exhibited favorable membrane permeability, but efficient glucuronidation and/or sulfation by the enterocytes may limit their bioavailability. For the flavonoid glycosides, their poor membrane permeability was found to be caused by high hydrogen-bonding potential. Among the glycosides, oroxylin-A 7-O-β-D-glucopyranosiduronide, isoliquiritin, and isoliquiritin apioside were transported under the mediation of the efflux transporters multidrug resistance-associated protein and/or P-glycoprotein. The limiting factors of oral bioavailability for the flavonoids derived from Xiaochaihu-tang appeared to include poor membrane permeability, significant efflux, and efficient intestinal metabolism by conjugation.",
		"link": "https://idp.nature.com/authorize/natureuser?client_id=grover&redirect_uri=https%3A%2F%2Fwww.nature.com%2Farticles%2Faps2008131"
	},
	{
		"id": 187,
		"title": "Post-hoc analysis could give new life to the Alzheimer’s drug aducanumab",
		"desc": "Amid desperate efforts to find a treatment for the neurodegenerative disease Alzheimer’s, the aducanumab saga continues, as a US Food and Drug Administration panel will determine whether a post-hoc analysis of the arrested trials EMERGE and ENGAGE could be enough to approve the drug. The aducanumab saga continues as an FDA panel determines whether a post-hoc analysis could be enough to approve the drug",
		"link": "https://www.nature.com/articles/d41591-020-00031-z"
	},
	{
		"id": 188,
		"title": "Nanopore sequencing of brain-derived full-length circRNAs reveals circRNA-specific exon usage, intron retention and microexons",
		"desc": "Circular RNA (circRNA) is a class of covalently joined non-coding RNAs with functional roles in a wide variety of cellular processes. Their composition shows extensive overlap with exons found in linear mRNAs making it difficult to delineate their composition using short-read RNA sequencing, particularly for long and multi-exonic circRNAs. Here, we use long-read nanopore sequencing of nicked circRNAs (circNick-LRS) and characterize a total of 18,266 and 39,623 circRNAs in human and mouse brain, respectively. We further develop an approach for targeted long-read sequencing of a panel of circRNAs (circPanel-LRS), eliminating the need for prior circRNA enrichment and find >30 circRNA isoforms on average per targeted locus. Our data show that circRNAs exhibit a large number of splicing events such as novel exons, intron retention and microexons that preferentially occur in circRNAs. We propose that altered exon usage in circRNAs may reflect resistance to nonsense-mediated decay in the absence of translation. Short-read sequencing methods cannot delineate internal exon composition and alternative splicing events of long and multi-exon circular RNAs (circRNAs). Here the authors provide a global map of full-length circRNAs by long-read sequencing in human and mouse brain samples.",
		"link": "https://www.nature.com/articles/s41467-021-24975-z"
	},
	{
		"id": 189,
		"title": "The loss of DHX15 impairs endothelial energy metabolism, lymphatic drainage and tumor metastasis in mice",
		"desc": "DHX15 is a downstream substrate for Akt1, which is involved in key cellular processes affecting vascular biology. Here, we explored the vascular regulatory function of DHX15. Homozygous DHX15 gene deficiency was lethal in mouse and zebrafish embryos. DHX15—/— zebrafish also showed downregulation of VEGF-C and reduced formation of lymphatic structures during development. DHX15+/− mice depicted lower vascular density and impaired lymphatic function postnatally. RNAseq and proteome analysis of DHX15 silenced endothelial cells revealed differential expression of genes involved in the metabolism of ATP biosynthesis. The validation of these results demonstrated a lower activity of the Complex I in the mitochondrial membrane of endothelial cells, resulting in lower intracellular ATP production and lower oxygen consumption. After injection of syngeneic LLC1 tumor cells, DHX15+/− mice showed partially inhibited primary tumor growth and reduced lung metastasis. Our results revealed an important role of DHX15 in vascular physiology and pave a new way to explore its potential use as a therapeutical target for metastasis treatment. Jordi Ribera et al. use zebrafish and mouse models to examine the role of the ATP-dependent RNA helicase, DHX15, in vascular health. Their results suggest that DHX15 depletion can cause vascular defects in vertebrates, potentially by impacting endothelial ATP production.",
		"link": "https://www.nature.com/articles/s42003-021-02722-w"
	},
	{
		"id": 190,
		"title": "The hardiness of liquids",
		"desc": "Li, W., Hu, J., Shi, B. et al. showed that the appropriate phase separation property of the protein AKAP95 was required for its regulation of splicing and expression of cancer-related genes, thereby contributing to tumorigenesis.",
		"link": "https://www.nature.com/articles/s41568-020-0296-4"
	},
	{
		"id": 191,
		"title": "‘N of 1’ therapies need a better model",
		"desc": "Oligonucleotides offer therapeutic potential for patients with genetic disorders carrying unique mutations, but developing individualized therapies is not supported by the current process for drug development.",
		"link": "https://www.nature.com/articles/s41591-021-01380-z"
	},
	{
		"id": 192,
		"title": "Inefficient splicing curbs noncoding RNA transcription",
		"desc": "Pervasive genome-wide transcription initiation by RNA polymerase II (Pol II) necessitates mechanisms that restrain the quantity and length of the transcripts. A new study investigates a mechanism for inducing early transcription termination, employed primarily at genomic regions producing noncoding RNAs.",
		"link": "https://www.nature.com/articles/s41594-021-00582-w"
	},
	{
		"id": 193,
		"title": "Oncogenic splicing regulated by phase separation",
		"desc": "There is increasing appreciation that many proteins self-aggregate in cells to form functional subcompartments, some of which exist as a separate liquid phase. A study now identifies the biophysical properties of AKAP95 protein condensates as critical for supporting cancer cell proliferation and RNA splicing.",
		"link": "https://www.nature.com/articles/s41556-020-0553-5"
	},
	{
		"id": 194,
		"title": "Mutational fingerprints reconstruct human cell genealogies",
		"desc": "Four new reports uncover the lineage relationships between cells throughout the body using mutations in the genome as cellular barcodes. The mutational composition of different tissues provides insights into both developmental processes and organ homeostasis, and may have important implications for our understanding of hereditary diseases such as polycystic kidney disease.",
		"link": "https://www.nature.com/articles/s41581-021-00503-6"
	},
	{
		"id": 195,
		"title": "Dissecting melanocytes to predict melanoma",
		"desc": "With advanced high-throughput technologies, scientists can now use transcriptional signatures to study melanocytes as they become cancer. A new study identifies transcriptional programs at single-cell resolution across platforms and species, which enables prediction of melanoma prognosis and response to immune-checkpoint inhibitor therapy.",
		"link": "https://www.nature.com/articles/s41556-021-00748-0"
	},
	{
		"id": 196,
		"title": "SPF45/RBM17-dependent, but not U2AF-dependent, splicing in a distinct subset of human short introns",
		"desc": "Human pre-mRNA introns vary in size from under fifty to over a million nucleotides. We searched for essential factors involved in the splicing of human short introns by screening siRNAs against 154 human nuclear proteins. The splicing activity was assayed with a model HNRNPH1 pre-mRNA containing short 56-nucleotide intron. We identify a known alternative splicing regulator SPF45 (RBM17) as a constitutive splicing factor that is required to splice out this 56-nt intron. Whole-transcriptome sequencing of SPF45-deficient cells reveals that SPF45 is essential in the efficient splicing of many short introns. To initiate the spliceosome assembly on a short intron with the truncated poly-pyrimidine tract, the U2AF-homology motif (UHM) of SPF45 competes out that of U2AF65 (U2AF2) for binding to the UHM-ligand motif (ULM) of the U2 snRNP protein SF3b155 (SF3B1). We propose that splicing in a distinct subset of human short introns depends on SPF45 but not U2AF heterodimer. The length distribution of human pre-mRNA introns is very extensive. The authors demonstrate that splicing in a subset of short introns is dependent on SPF45 (RBM17), which replaces authentic U2AF-heterodimer on the truncated poly-pyrimidine tracts and interacts with the U2 snRNP protein SF3b155.",
		"link": "https://www.nature.com/articles/s41467-021-24879-y"
	},
	{
		"id": 197,
		"title": "A single-cell-type transcriptomics map of human tissues",
		"desc": "",
		"link": "https://www.nature.com/articles/s41588-021-00938-4"
	},
	{
		"id": 198,
		"title": "ITSN1: a novel candidate gene involved in autosomal dominant neurodevelopmental disorder spectrum",
		"desc": "ITSN1 plays an important role in brain development. Recent studies in large cohorts of subjects with neurodevelopmental disorders have identified de novo variants in ITSN1 gene thereby suggesting that this gene is involved in the development of such disorders. The aim of this study is to provide further proof of such a link. We performed trio exome sequencing in a patient presenting autism, intellectual disability, and severe behavioral difficulties. Additional affected patients with a neurodevelopmental disorder harboring a heterozygous variant in ITSN1 (NM_003024.2) were collected through a worldwide collaboration. All patients underwent detailed phenotypic and genetic assessment and data was collected and shared by healthcare givers. We identified ten novel patients from eight families with heterozygous truncating or missense variants in ITSN1 gene. In addition, four previously published patients from large meta-analysis studies were included. In total, 7/14 patients presented a de novo variant in ITSN1. All patients showed neurodevelopmental disorders from autism spectrum disorders (90%), intellectual disability (86%), and epilepsy (30%). We demonstrated that truncating variants are in the first half of ITSN1 whereas missense variants are clustered in C-terminal region. We suggest ITSN1 gene is involved in development of an autism spectrum disorder with variable additional neurodevelopmental deficiency, thus confirming the hypothesis that ITSN1 is important for brain development.",
		"link": "https://www.nature.com/articles/s41431-021-00985-9"
	},
	{
		"id": 199,
		"title": "A first exon termination checkpoint preferentially suppresses extragenic transcription",
		"desc": "Interactions between the splicing machinery and RNA polymerase II increase protein-coding gene transcription. Similarly, exons and splicing signals of enhancer-generated long noncoding RNAs (elncRNAs) augment enhancer activity. However, elncRNAs are inefficiently spliced, suggesting that, compared with protein-coding genes, they contain qualitatively different exons with a limited ability to drive splicing. We show here that the inefficiently spliced first exons of elncRNAs as well as promoter-antisense long noncoding RNAs (pa-lncRNAs) in human and mouse cells trigger a transcription termination checkpoint that requires WDR82, an RNA polymerase II–binding protein, and its RNA-binding partner of previously unknown function, ZC3H4. We propose that the first exons of elncRNAs and pa-lncRNAs are an intrinsic component of a regulatory mechanism that, on the one hand, maximizes the activity of these cis-regulatory elements by recruiting the splicing machinery and, on the other, contains elements that suppress pervasive extragenic transcription. Inefficiently spliced first exons of enhancer-generated lncRNAs and promoter-antisense lncRNAs trigger a transcription termination checkpoint that requires WDR82, an RNA Pol II–binding protein, and its RNA-binding partner, ZC3H4.",
		"link": "https://www.nature.com/articles/s41594-021-00572-y"
	}
]
